Repository: zotero/zotero-ios
Catalog: Zotero/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, sq

source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi
sq: Mbylle

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
sq: Fshije

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
sq: Përpunojeni

source: Last Updated
de: zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
sq: Përditësuar Së Fundi më

source: Name
es: Nombre
fr: Nom
it: Nome
sq: Emër

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
sq: Ruaje

source: Creator
de: Ersteller:in
es: Creador
fr: Créateur
it: Autore
sq: Krijues

source: Date
de: Datum
es: Fecha
it: Data
sq: Datë

source: Date Added
de: Hinzugefügt am
es: Fecha de adición
fr: Date d'ajout
it: Data inserimento
sq: Datë Shtimi

source: Date Modified
de: Bearbeitet am
es: Fecha de modificación
fr: Date de modification
it: Data modifica
sq: Datë Ndryshimi

source: Item Type
de: Anhangsart
es: Tipo de elemento
fr: Type de document
it: Tipo di elemento
sq: Lloj Objekti

source: Publication Title
de: Titel der Publikation
es: Título de publicación
fr: Titre de la publication
it: Titolo della pubblicazione
sq: Titull Botimi

source: Publisher
de: Herausgeber:in
es: Editorial
fr: Maison d’édition
it: Editore
sq: Botues

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
sq: Titull

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
sq: Vit

source: Abstract
es: Resumen
fr: Résumé
sq: Abstrakte

source: Warning
de: Warnung
es: Alerta
fr: Avertissement
it: Avviso
sq: Sinjalizim

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
sq: Po

source: Cancel
de: Löschen
es: Cancelar
fr: Annuler
it: Annulla
sq: Anuloje

source: Done
de: Fertig
es: Hecho
fr: Fait
it: Fatto
sq: U bë

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
sq: Shtoje

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
sq: E panjohur

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Essayer à nouveau
it: Riprova
sq: Riprovoni

source: Page
de: Seite
es: Página
it: Pagina
sq: Faqe

source: Report
de: Zusammenhang
es: Informe
fr: Rapport
it: Segnala

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
sq: Riktheje

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
sq: Kopjoje

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
sq: Rregulla Privatësie

# support_feedback
source: Support and Feedback
de: Support und Feedback
es: Soporte y comentarios
fr: Assistance et commentaires
it: Supporto e feedback
sq: Asistencë dhe Përshtypje

source: About Zotero
de: Über Zotero
es: Sobre Zotero
fr: A propos de Zotero
it: Informazioni su Zotero
sq: Mbi Zotero-n

# recent
source: Recents
de: Zuletzt verwendet
es: Recientes
fr: Récents
it: Recenti

source: Look Up
de: Durchsuchen
es: Buscar
fr: Recherche
it: Ricerca

source: Not Found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
it: Non trovato
sq: S’u Gjet

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
sq: Përzgjidhni

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
sq: Krijoje

source: More Information
de: Weitere Information
es: Más información
fr: Plus d'informations
it: Informazioni aggiuntive
sq: Më Tepër Informacion

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
it: Pulisci
sq: Spastroje

source: Scan Text
de: Text scannen
es: Escanear texto
fr: Analyser le texte
it: Scansiona testo
sq: Skanoni Tekstin

source: Move to Trash
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Mettre à la corbeille
it: Sposta nel cestino
sq: Shpjere te Hedhurina

source: Size
de: Grösse
es: Tamaño
fr: Taille
it: Dimensione
sq: Madhësi

source: Remove
de: Entfernen
es: Borrar
fr: Supprimer
it: Rimuovi
sq: Hiqe

source: Keep
de: Behalten
es: Mantener
fr: Garder
it: Mantieni
sq: Mbaje

source: Cancel All
de: Alle löschen
es: Cancelar todo
fr: Tout annuler
it: Elimina tutti
sq: Anuloji Krejt

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
sq: Mbrapsht

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
it: Avanti
sq: Përpara

source: Go to Settings
de: Zu den Einstellungen
es: Ir a ajustes
fr: Aller aux paramètres
it: Vai alle impostazioni
sq: Kalo te Rregullimet

# migration_debug
source: App failed to initialize and can’t function properly. Please report Debug ID %@ in the Zotero Forums.
de: Die App konnte nicht gestartet werden und funktioniert nicht ordnungsgemäss. Bitte im Zotero Forum Debug ID %@ benachrichtigen.
es: La aplicación no se ha podido inicializar y no funciona correctamente. Por favor, informe del ID de depuración %@ en los foros de Zotero.
fr: L'application n'a pas pu s'initialiser et ne fonctionne pas correctement. Veuillez signaler le Debug ID %@ sur les forums Zotero.
it: L'applicazione non si è avviata correttamente. Si prega di inviare il Debug ID %@ nei forum di Zotero.
sq: Aplikacioni s’arriti të gatitet dhe s’mund të funksionojë si duhet. Ju lutemi, raportoni ID Diagnostikimi %@ te Forumet e Zotero-s.

# login_debug
source: App failed to log in. Please log in again and report Debug ID %@ in the Zotero Forums.
de: Die App konnte sich nicht anmelden. Melden Sie sich erneut an und benachrichtigen Sie im Zotero Forum Debug ID %@.
es: La aplicación no ha podido iniciar sesión. Vuelva a iniciar sesión e informe del ID de depuración %@ en los foros de Zotero.
fr: L'application n'a pas réussi à se connecter. Veuillez vous connecter à nouveau et signaler le Debug ID %@ sur les forums Zotero.
it: L'applicazione non ha potuto effettuare l'accesso. Si prega di riprovare ad accedere e segnalare il Debug ID %@ nei forum di Zotero.
sq: Aplikacioni s’arriti të bëjë hyrjen në llogari. Ju lutemi, ribëni hyrjen dhe raportoni ID Diagnostikimi %@ te Forumet e Zotero-s.

# full_sync_debug
source: Full sync has finished. Please report Debug ID %@ in the Zotero Forums.
de: Vollständige Synchronisation abgeschlossen. Bitte im Zotero Forum Debug ID %@ benachrichtigen.
es: La sincronización completa ha finalizado. Por favor, informe del ID de depuración %@ en los foros de Zotero.
fr: La synchronisation complète est terminée. Veuillez signaler le Debug ID %@ sur les forums Zotero.
it: La sincronizzazione completa è terminata. Si prega di segnalare il Debug ID %@ nei forum di Zotero.
sq: Njëkohësimi i plotë ka përfunduar. Ju lutemi, raportoni ID Diagnostikimi ID %@ te Forumet e Zotero-s.

# day_suffixes
source: st,nd,rd,th
es: .º
it: o
sq: Qëndro

# onboarding.access
source: <b>Zotero organizes research</b> however you want. Sort your items into collections and tag them with keywords.
de: <b>Zotero organisiert Forschung</b> wie Sie wollen. Sortieren Sie Ihre Einträge in Sammlungen und versehen Sie sie mit Stichworten
es: <b>Zotero organiza la investigación</b> como usted desee. Clasifique sus elementos en colecciones y etiquételos con palabras clave.
fr: <b>Zotero organise votre recherche</b> comme vous le voulez. Classez vos documents dans des collections et marquez les avec des mots-clés.
it: <b>Zotero organizza la tua ricerca</b> secondo le tue necessità. Ordina i tuoi elementi nelle collezioni e aggiungi tag con le parole chiave.
sq: <b>Zotero-ja e sistemon punën kërkimore</b> si dëshironi. Renditini objektet tuaja në koleksione dhe shtoni për ta etiketa me fjalëkyçe.

# onboarding.sync
source: <b>Synchronize and collaborate</b> across devices, keeping your reading and notes seamlessly up to date.
de: <b>Synchronisieren und zusammenarbeiten</b> zwischen Geräten und aktualisiert Lesefortschritt und Notizen
es: <b>Sincronizar y colaborar</b> en todos los dispositivos, manteniendo sus lecturas y notas perfectamente actualizadas.
fr: <b>Syncronisez et collaborez</b> sur de multiples appareils, pour garder facilement à jour votre lecture et vos notes.
it: <b>Sincronizza e collabora</b> su più dispositivi, mantenendo le tue letture e le note sempre aggiornate.
sq: <b>Njëkohësoni dhe bashkëpunoni</b> nëpër pajisje të ndryshme, duke i mbajtur të përditësuara rrjedhshëm leximet dhe shërbimet tuaja.

# onboarding.annotate
source: <b>Highlight and take notes</b> directly in your PDFs as you read them.
de: <b>Hervorheben und Notizen fassen</b> direkt beim Lesen in PDFs.
es: <b>Resalte y tome notas</b> directamente en sus archivos PDF mientras los lee.
fr: <b>Surlignez et prenez des notes</b> directement dans vos PDFs pendant que vous les lisez.
it: <b>Evidenzia e prendi appunti</b> direttamente nei tuoi PDF man mano che li leggi.
sq: <b>Theksoni tekst dhe mbani shënime</b> drejt e te PDF-të tuaja, teksa i lexoni.

# onboarding.share
source: <b>Tap to collect</b> articles and books directly from the web, including their PDFs and full metadata.
de: <b>Tabs zum Sammeln</b> Artikel und Bücher direkt aus dem Internet, inklusive PDFs und Metadateien.
es: <b>Pulse para recopilar</b> artículos y libros directamente desde la web, incluyendo sus archivos PDF y metadatos completos.
fr: <b>Appuyer pour collecter</b> des articles et des livres directement depuis le Web, y compris leurs fichiers PDF et toutes leurs métadonnées.
it: <b>Tocca per salvare</b> articoli e libri direttamente dal web, inclusi i PDF e i metadati completi.
sq: <b>Prekeni, që të grumbulloni</b> artikuj dhe libra drejt e nga interneti, përfshi PDF-të e tyre dhe tejtëdhëna të plota.

# onboarding.sign_in
source: Sign In
de: Anmelden
es: Acceder
fr: Se connecter
it: Accedi
sq: Hyni

# onboarding.create_account
source: Sign Up
de: Konto erstellen
es: Registrarse
fr: S'enregistrer
it: Registrati
sq: Regjistrohuni

# login.username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
sq: Emër përdoruesi

# login.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
sq: Fjalëkalim

# login.email
source: Email
es: Correo electrónico
fr: Courriel

# login.repeat_password
source: Repeat password
de: Passwort erneut eingeben
es: Repetir contraseña
fr: Répéter le mot de passe
it: Ripeti password
sq: Përsëriteni fjalëkalimin

# login.forgot_password
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?
sq: Harruat Fjalëkalimin?

# libraries.my_library
source: My Library
de: Meine Bibliothek
es: Mi biblioteca
fr: Ma bibliothèque
it: La mia Biblioteca
sq: Biblioteka Ime

# libraries.group_libraries
source: Group Libraries
de: Gruppen Bibliotheken
es: Bibliotecas de grupo
fr: Bibliothèques de groupe
it: Biblioteche dei gruppi

# libraries.delete_question
source: Do you really want to delete "%@"?
de: Wollen Sie "%@" wirklich löschen?
es: ¿De verdad quiere eliminar «%@»?
fr: Voulez-vous vraiment supprimer “%@”?
it: Vuoi davvero eliminare “%@”?
sq: Doni vërtet të fshihet “%@”?

# collections.search_title
source: Find Collection
de: Sammlung finden
es: Buscar colección
fr: Trouver la collection
it: Trova collezione
sq: Gjeni Koleksion

# collections.all_items
source: All Items
de: Alle Einträge
es: Todos los elementos
fr: Tous les documents
it: Tutti gli elementi
sq: Krejt Objektet

# collections.my_publications
source: My Publications
de: Meine Publikationen
es: Mis publicaciones
fr: Mes publications
it: Le mie pubblicazioni
sq: Publikimet e mia

# collections.trash
source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino

# collections.unfiled
source: Unfiled Items
de: Einträge ohne Sammlung
es: Elementos sin archivar
fr: Documents non classés
it: Elementi non collocati

# collections.new_subcollection
source: New Subcollection
de: Neue Untersammlung
es: Nueva subcolección
fr: Nouvelle sous-collection
it: Nuova sottocollezione
sq: Nënkoleksion i Ri

# collections.edit_title
source: Edit Collection
de: Sammlung bearbeiten
es: Editar colección
fr: Modifier la collection
it: Modifica collezione
sq: Përpunoni Koleksion

# collections.delete
source: Delete Collection
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
it: Elimina collezione
sq: Fshini Koleksionin

# collections.delete_with_items
source: Delete Collection and Items
de: Sammlung und Einträge löschen
es: Eliminar colección y elementos
fr: Supprimer la collection et ses documents
it: Elimina collezione ed elementi
sq: Fshini Koleksion dhe Objekte

# collections.create_title
source: Create Collection
de: Sammlung erstellen
es: Crear colección
fr: Créer une collection
it: Crea collezione
sq: Krijoni Koleksion

# collections.picker_title
source: Choose Parent
de: Übergeordneter Eintrag auswählen
es: Elegir principal
fr: Choisir le document parent
it: Scegli genitore
sq: Zgjidhni Mëmë

# collections.empty_trash
source: Empty Trash
de: Papierkorb leeren
es: Vaciar la papelera
fr: Vider la corbeille
it: Svuota il cestino
sq: Zbraz Hedhurina

# collections.collapse_all
source: Collapse All
de: Alle einklappen
es: Contraer todo
fr: Tout réduire
it: Comprimi tutto
sq: Tkurri Krejt

# collections.expand_all
source: Expand All
de: Alle ausklappen
es: Expandir todo
fr: Tout développer
it: Espandi tutto
sq: Zgjeroji Krejt

# collections.create_bibliography
source: Create Bibliography from Collection
de: Bibliografie der Sammlung erstellen
es: Crear bibliografía a partir de la colección
fr: Créer une bibliographie à partir de la collection
it: Crea bibliografia dalla collezione
sq: Krijoni Bibliografi nga Koleksion

# collections.download_attachments
source: Download Attachments
de: Anhänge herunterladen
es: Descargar adjuntos
fr: Télécharger les pièces jointes
it: Scarica allegati
sq: Shkarkoje Bashkëngjitjen

# sync_toolbar.starting
source: Sync starting
de: Synchronisierung starten
es: Inicio de la sincronización
fr: Début de la synchronisation
it: Avvio sincronizzazione
sq: Njëkohësimi filloi

# sync_toolbar.groups
source: Syncing groups
de: Gruppen synchronisieren
es: Sincronizando grupos
fr: Synchronisation des groupes
it: Sincronizzazione gruppi
sq: Po njëkohësohen grupe

# sync_toolbar.groups_with_data
source: Syncing groups (%d / %d)
de: Gruppen saynchronisieren (%d / %d)
es: Sincronizando grupos (%d / %d)
fr: Synchronisation des groupes (%d / %d)
it: Sincronizzazione gruppi (%d / %d)
sq: Po njëkohësohen grupe (%d / %d)

# sync_toolbar.library
source: Syncing %@
de: %@ synchronisieren
es: Sincronizando %@
fr: Synchronisation de %@
it: Sincronizzazione %@
sq: Po njëkohësohet %@

# sync_toolbar.object
source: Syncing %@ in %@
de: %@ in %@ synchronisieren
es: Sincronizando %@ en %@
fr: Synchronisation de %@ dans %@
it: Sincronizzazione %@ in %@
sq: Po njëkohësohet %@ te %@

# sync_toolbar.object_with_data
source: Syncing %@ (%d / %d) in %@
de: %@ in %@ synchronisieren (%d / %d)
es: Sincronizando %@ (%d / %d) en %@
fr: Synchronisation de %@ (%d / %d) dans %@
it: Sincronizzazione %@ (%d / %d) in %@
sq: Po njëkohësohet %@ (%d / %d) te %@

# sync_toolbar.finished
source: Finished sync
de: Synchronisieren abgeschlossen
es: Sincronización completada
fr: Synchronisation terminée
it: Sincronizzazione terminata
sq: U përfundua njëkohësimi

# sync_toolbar.deletion
source: Applying remote deletions in %@
de: Löschen wird angewendet in %@
es: Aplicando eliminaciones remotas en %@
fr: Application des suppressions à distance dans %@
it: Sto effettuando le eliminazioni remote in %@
sq: Po aplikohen fshirje të largëta te %@

# sync_toolbar.aborted
source: Sync failed (%@)
de: Synchronisieren fehlgeschlagen (%@)
es: Error de sincronización (%@)
fr: Échec de la synchronisation (%@)
it: Sincronizzazione non riuscita (%@)
sq: Njëkohësimi dështoi (%@)

# sync_toolbar.writes
source: Uploading changes (%d / %d)
de: Änderung werden hochgeladen (%d / %d)
es: Subiendo cambios (%d / %d)
fr: Téléchargement des modifications (%d / %d)
it: Caricamento modifiche (%d / %d)
sq: Po ngarkohen ndryshime (%d / %d)

# sync_toolbar.uploads
source: Uploading attachment (%d / %d)
de: Anhänge werden hochgeladen (%d / %d)
es: Subiendo adjunto (%d / %d)
fr: Téléchargement des pièces jointes (%d / %d)
it: Caricamento allegati (%d / %d)
sq: Po ngarkohen bashkëngjitje (%d / %d)

# sync_toolbar.object.collections
source: collections
de: Sammlungen
es: colecciones
it: collezioni
sq: koleksione

# sync_toolbar.object.groups
source: groups
de: Gruppen
es: grupos
fr: groupes
it: gruppi
sq: grupe

# sync_toolbar.object.items
source: items
de: Einträge
es: elementos
fr: documents
it: elementi
sq: objekte

# sync_toolbar.object.searches
source: searches
de: Suchen
es: búsquedas
fr: recherches
it: ricerche
sq: kërkime

# sync.conflict_resolution.changed_item_deleted
source: The item “%@” has been removed. Do you want to keep your changes?
de: Eintrag "%@" wurde entfernt. Möchten Sie die Änderungen behalten?
es: El elemento «%@» se ha eliminado. ¿Desea conservar los cambios?
fr: Le document “%@” a été supprimé. Voulez-vous conserver vos modifications ?
it: L'elemento “%@” è stato rimosso. Vuoi mantenere le tue modifiche?
sq: Objekti “%@” është hequr. Doni të mbahen ndryshimet tuaja?

# items.search_title
source: Search Items
de: Einträge durchsuchen
es: Buscar elementos
fr: Rechercher dans les documents
it: Cerca elementi
sq: Kërkoni objekte

# items.select_all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
sq: Përzgjidhi Krejt

# items.deselect_all
source: Deselect All
de: alle nicht mehr anwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
sq: Shpërzgjidhi Krejt

# items.sort_by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina
sq: Renditi Sipas

# items.sort_order
source: Sort Order
de: Ordnung
es: Orden de clasificación
fr: Critère de tri
it: Ordina per
sq: Rend Renditjeje

# items.ascending
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Crescente
sq: Në rend rritës

# items.descending
source: Descending
de: Absteigend
es: Descendiendo
fr: Descendant
it: Decrescente
sq: Në rend zbritës

# items.lookup
source: Add by Identifier
de: Mit Identifier hinzufüguen
es: Añadir por identificador
fr: Ajouter par un identifiant
it: Aggiungi da identificatore
sq: Shtoni përmes Identifikuesi

# items.barcode
source: Scan Barcode
de: Barcode Scannen
es: Escanear código de barras
fr: Lire le code-barres
it: Scansiona codice a barre
sq: Skano Kod Me Vija

# items.new
source: Add Manually
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
it: Aggiungi manualmente
sq: Shtoni Dorazi

# items.new_note
source: New Standalone Note
de: Neue einzelne Notiz
es: Nueva nota independiente
fr: Nouvelle note indépendante
it: Nuova nota indipendente
sq: Shënim i Ri Më Vete

# items.new_file
source: Add File
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
it: Aggiungi file
sq: Shtoni Kartelë

# items.remove_from_collection_title
source: Remove from Collection
de: Aus Sammlung entfernen
es: Eliminar de la colección
fr: Retirer de la collection
it: Rimuovi dalla collezione
sq: Hiqe prej Koleksioni

# items.action.add_to_collection
source: Add to Collection
de: Zu Sammlung hinzufügen
es: Añadir a la colección
fr: Ajouter à la collection
it: Aggiungi alla collezione
sq: Shtoje në Koleksion

# items.action.remove_from_collection
source: Remove from Collection
de: Aus Sammlung entfernen
es: Eliminar de la colección
fr: Retirer de la collection
it: Rimuovi dalla collezione
sq: Hiqe prej Koleksioni

# items.action.duplicate
source: Duplicate
de: Verdoppeln
es: Duplicar
fr: Dupliquer
it: Duplica
sq: Përsëdyte

# items.action.create_parent
source: Create Parent Item
de: Übergeordneten Eintrag erstelln
es: Crear elemento principal
fr: Créer un document parent
it: Crea elemento genitore
sq: Krijoni Objekt Mëmë

# items.action.download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
sq: Shkarkoje

# items.action.remove_download
source: Remove Download
de: Download entfernen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Rimuovi download
sq: Hiqe Shkarkimin

# items.filters.title
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Fitri
sq: Filtra

# items.filters.downloads
source: Downloaded Files
de: Heruntergeladene Datein
es: Archivos descargados
fr: Fichiers téléchargés
it: File scaricati
sq: Kartela të Shkarkuara

# items.filters.tags
source: Tags
es: Etiquetas
fr: Marqueurs
it: Tag
sq: Etiketa

# items.toolbar_saved
source: Saved %d / %d
de: Speichern %d / %d
es: Guardado %d / %d
fr: %d / %d enregistré
it: Salvati %d / %d
sq: U ruajtën %d / %d

# items.toolbar_downloaded
source: Downloaded %d / %d
de: Herunterladen %d / %d
es: Descargado %d / %d
fr: %d / %d téléchargé
it: Scaricati %d / %d
sq: U shkarkuan %d / %d

# items.generating_bib
source: Generating Bibliography
de: Bibliografie erstellen
es: Generando bibliografía
fr: Génération de la bibliographie
it: Generazione bibliografia
sq: Po prodhohet Bibliografi

# items.creator_summary.and
source: %@ and %@
de: %@ und %@
es: %@ y %@
fr: %@ et %@
it: %@ e %@
sq: %@ dhe %@

# lookup.title
source: Enter ISBNs, DOls, PMIDs, arXiv IDs, or ADS Bibcodes to add to your library:
de: ISBN, DOI, PMID, arCiv, ID, oder ADS einfügen, um zur Bibliothek hinzuzufügen
es: Introduzca los números ISBN, DOI, PMID, arXiv ID o ADS Bibcodes que desea añadir a su biblioteca:
fr: Entrer des ISBN, DOI, PMID, arXiv ID ou bibcodes ADS à ajouter à votre bibliothèque:
it: Inserisci uno o più ISBN, DOI, PMID, arXiv ID o ADS Bibcode per aggiungere elementi alla tua biblioteca:
sq: Jepni ISBN-ra, DOI-ra, PMID-ra, ID-ra arXiv, ose ADS Bibcodes që të shtohet te biblioteka juaj:

# citation.title
source: Citation Preview
de: Zitiervorschau
es: Vista previa de la cita
fr: Aperçu de la citation
it: Anteprima citazione
sq: Paraparje Citimi

# citation.copy_citation
source: Copy Citation
de: Zitat kopieren
es: Copiar cita
fr: Copier la citation
it: Copia citazione
sq: Kopjoje Citimin

# citation.copy_bibliography
source: Copy Bibliography
de: Bibliografie kopieren
es: Copiar bibligrafía
fr: Copier la bibliographie
it: Copia bibliografia
sq: Kopjo Bibliografinë

# citation.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
sq: Paraparje

# citation.omit_author
source: Omit Author
de: Autor auslassen
es: Omitir autor
fr: Ignorer l'auteur
it: Ometti autore
sq: Lini Jashtë Autorin

# citation.locator_placeholder
source: Number
de: Nummer
es: Número
fr: Numéro identifiant
it: Numero
sq: Numër

# citation.locator.page
source: Page
de: Seite
es: Página
it: Pagina
sq: Faqe

# citation.locator.book
source: Book
de: Buch
es: Libro
fr: Livre
it: Libro
sq: Libër

# citation.locator.chapter
source: Chapter
de: Kapitel
es: Capítulo
fr: Chapitre
it: Capitolo
sq: Kapitull

# citation.locator.column
source: Column
de: Spalte
es: Columna
fr: Colonne
it: Colonna
sq: Shtyllë

# citation.locator.figure
source: Figure
de: Figur
es: Figura
it: Figura
sq: Figurë

# citation.locator.issue
source: Issue
de: Ausgabe
es: Número
fr: Numéro
it: Fascicolo
sq: Çështje

# citation.locator.line
source: Line
de: Linie
es: Línea
fr: Ligne
it: Riga
sq: Rresht

# citation.locator.note
source: Note
de: Notiz
es: Nota
it: Nota
sq: Shënim

# citation.locator.paragraph
source: Paragraph
es: Párrafo
fr: Paragraphe
it: Paragrafo
sq: Paragraf

# citation.locator.part
source: Part
de: Teil
es: Parte
fr: Partie
it: Parte
sq: Pjesë

# citation.locator.section
source: Section
de: Abschnitt
es: Sección
it: Sezione
sq: Seksion

# citation.locator.volume
source: Volume
de: Band
es: Volumen
sq: Vëllim

# citation.locator.verse
source: Verse
de: Vers
es: Verso
fr: Verset
it: Verso
sq: Varg

# citation.style
source: Style
de: Stil
es: Estilo
it: Stile
sq: Stil

# citation.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
sq: Gjuhë

# citation.output_mode
source: Output Mode
de: Art der Ausgabe
es: Modo de salida
fr: Mode de création
it: Modalità di output
