Repository: zotero/zotero-ios
Catalog: Zotero/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, sq

# settings.crash_alert.title
source: Crash Log Sent
de: Crash-Log gesendet
es: Registro de fallos enviado
fr: Journal des plantages envoyé
it: Crash log inviato
sq: Regjistrimi i Vithisjes u Dërgua

# settings.crash_alert.message
source: Your Report ID is %@. Please post a message to the Zotero Forums (forums.zotero.org) with this Report ID and any steps necessary to reproduce the crash.
de: Ihre Meldungs-ID ist %@. Bitte posten Sie eine Nachricht im Zotero Forum (forums.zotero.org) mit der Meldungs-ID und den nötigen Schritten um den Crash hervorzurufen.
es: Su ID de informe es %@. Por favor, publique un mensaje en los foros de Zotero (forums.zotero.org) con este ID de informe y los pasos necesarios para reproducir el fallo.
fr: Votre Report ID est %@. Veuillez poster un message sur les Forums Zotero (forums.zotero.org) avec ce Report ID et toutes les étapes nécessaires pour reproduire le plantage.
it: Il tuo Report ID è %@. Ti preghiamo di inserire un messaggio in inglese nei forum di Zotero (forums.zotero.org) indicando questo Report ID e tutti i passaggi necessari per riprodurre l'errore.
sq: ID-ja e Raportimit tuaj është %@.Ju lutemi, postoi një mesazh te Forume Zotero (forums.zotero.org) me këtë ID Raportimi dhe çfarëdo hapash të nevojshëm për të riprodhuar vithisjen.

# settings.crash_alert.message_with_db
source: Your Report ID is %@. Please post a message to the Zotero Forums (forums.zotero.org) with this Report ID and any steps necessary to reproduce the crash. If Zotero crashes repeatedly, please tap "Export Database" and send exported files to support@zotero.org.
de: Ihre Meldungs-ID ist %@. Bitte posten Sie eine Nachricht im Zotero Forum (forums.zotero.org) mit der Meldungs-ID und den nötigen Schritten um den Crash hervorzurufen.Wenn Zotero wiederholt abstürzt, drücken sie bitte "Database exporiteren" und senden sie die exportierten Dateien an support@zotero.org.
es: Su ID de informe es %@. Por favor, publique un mensaje en los foros de Zotero (forums.zotero.org) con este ID de informe y los pasos necesarios para reproducir el fallo. Si Zotero falla repetidamente, pulse «Exportar base de datos» y envía los archivos exportados a support@zotero.org.
fr: Votre Report ID est %@.Veuillez publier un message sur les forums Zotero (forums.zotero.org) en indiquant ce Report ID et toutes les étapes nécessaires pour reproduire le plantage.Si Zotero plante de manière répétée, veuillez appuyer sur « Exporter la base de données » et envoyer les fichiers exportés à support@zotero.org.
it: Il tuo Report ID è %@. Ti preghiamo di inserire un messaggio in inglese nei forum di Zotero (forums.zotero.org) indicando questo Report ID e tutti i passaggi necessari per riprodurre l'errore. Se Zotero dovesse bloccarsi ripetutamente, tocca "Esporta database" e invia i file esportati a support@zotero.org.
sq: ID-ja e Raportimit tuaj është %@.Ju lutemi, postoi një mesazh te Forume Zotero (forums.zotero.org) me këtë ID Raportimi dhe çfarëdo hapash të nevojshëm për të riprodhuar vithisjen.Nëse Zotero-ja vithiset në mënyrë të përsëritur, ju lutemi, prekni mbi “Eksportoni Bazë të Dhënash” dhe dërgojini kartelat e eksportuara te support@zotero.org.

# settings.crash_alert.submit_forum
source: Submit to Zotero Forums
de: In Zotero Forums einfügen
es: Enviar a los foros de Zotero
fr: Envoyer sur les forums Zotero
it: Invia a forum Zotero
sq: Parashtrojeni te Forume Zoteri

# settings.crash_alert.export_db
source: Copy and Export Database
de: Database kopieren und exportieren
es: Copiar y exportar base de datos
fr: Copier et exporter la base de données
it: Copia ed esporta database
sq: Kopjoni dhe Eksportoni Bazën e të Dhënave

# settings.crash_alert.copy
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar a portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
sq: Kopjoje në të Papastër

# settings.websocket_title
source: Server Connection
de: Server Verbindung
es: Conexión al servidor
fr: Connexion au serveur
it: Connessione al server
sq: Lidhje Me Shërbyes

# settings.websocket_connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
sq: I lidhur

# settings.websocket_connecting
source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion en cours
it: Connessione in corso
sq: Po lidhet

# settings.websocket_disconnected
source: Disconnected
de: Nicht verbunden
es: Desconectado
fr: Déconnecté
it: Disconnesso
sq: I shkëputur

# settings.websocket_disconnect
source: Disconnect from Server
de: Vom Server getrennt
es: Desconectar del servidor
fr: Déconnecté du serveur
it: Disconnetti dal server
sq: Shkëputu nga Shërbyesi

# settings.websocket_connect
source: Connect to Server
de: Mit Server verbinden
es: Conectarse al servidor
fr: Connecter au serveur
it: Connetti al server
sq: Lidhu me Shërbyesin

# settings.storage
source: Local Storage
de: Lokaler Speicher
es: Almacenamiento local
fr: Stockage local
it: Spazio di archiviazione locale
sq: Depozitim Vendor

# settings.storage.delete_all
source: Delete All Local Attachment Files
de: Alle lokal gespeicherten Anhänge löschen
es: Eliminar todos los archivos adjuntos locales
fr: Supprimer tous les fichiers joints locaux
it: Elimina tutti i file allegati locali
sq: Fshi Krejt Kartelat Vendore Bashkëngjitjesh

# settings.storage.delete_all_question
source: Are you sure you want to delete all attachment files from this device? Other synced devices will not be affected.
de: Sind Sie sicher, dass sie alle Anhänge von diesem Gerät löschen wollen?Andere synchronisierte Geräte sind davon nicht betroffen.
es: ¿Está seguro de que desea eliminar todos los archivos adjuntos de este dispositivo? Los demás dispositivos sincronizados no se verán afectados.
fr: Voulez-vous vraiment supprimer de cet appareil tous les fichiers joints ?
it: Vuoi eliminare tutti i file allegati locali da questo dispositivo? Gli altri dispositivi sincronizzati non subiranno modifiche.
sq: Jeni i sigurt se doni të fshihen krejt kartelat bashkëngjitje prej kësaj pajisjeje?Pajisje të tjera të njëkohësuara s’do të preken.

# settings.storage.delete_library_question
source: Are you sure you want to delete all attachment files in %@ from this device? Other synced devices will not be affected.
de: Sind Sie sicher, dass sie alle Anhänge in %@ von diesem Gerät löschen wollen? Andere synchronisierte Geräte sind davon nicht betroffen.
es: ¿Está seguro de que desea eliminar todos los archivos adjuntos en %@ de este dispositivo? Los demás dispositivos sincronizados no se verán afectados.
fr: Voulez-vous vraiment supprimer de cet appareil tous les fichiers joints ?Les autres appareils synchronisés ne seront pas affectés.
it: Vuoi eliminare tutti i file allegati locali in %@ da questo dispositivo? Gli altri dispositivi sincronizzati non subiranno modifiche.
sq: Jeni i sigurt se doni të fshihen krejt kartelat bashkëngjitje te %@ prej kësaj pajisjeje?Pajisje të tjera të njëkohësuara s’do të preken.

# settings.saving.title
source: Saving
de: Speichert
es: Guardando
fr: Enregistrement en cours
it: Salvataggio

# settings.saving.files_title
source: Save Files
de: Dateien speichern
es: Guardar archivos
fr: Enregistrer les fichiers
it: Salva file
sq: Ruaji Kartelat

# settings.saving.files_message
source: Automatically attach associated PDFs and other files when saving items
de: Verwandte PDF-Dokumente automatisch anhängen, wenn gespeichert
es: Adjuntar automáticamente los archivos PDF y otros archivos asociados al guardar elementos
fr: Joindre automatiquement les fichiers PDF et les autres fichiers associés lors de l'enregistrement des documents
it: Allega automaticamente i file PDF o di altro tipo durante il salvataggio degli elementi
sq: Kur ruhen objekte, bashkëngjit automatikisht PDF-të dhe kartela të tjera të lidhura

# settings.saving.tags_title
source: Save Automatic Tags
de: Automatische Tags speichern
es: Guardar etiquetas automáticas
fr: Enregistrer les marqueurs ajoutés automatiquement
it: Salva tag automatici
sq: Ruaj Etiketa të Automatizuara

# settings.saving.tags_message
source: Automatically tag items with keywords and subject headings
de: Einträge automatisch mit Stichworten und Titeln versehen
es: Etiqueta automáticamente los elementos con palabras clave y encabezados temáticos
fr: Ajouter automatiquement aux documents des marqueurs à partir des mots-clés fournis
it: Aggiungi automaticamente uno o più tag agli elementi usando parole chiave e soggetti
sq: Etiketo automatikisht objekte me fjalëkyçe dhe krye subjekti

# settings.cite.title
source: Cite
de: Zitieren
es: Citar
fr: Citer
it: Citazione
sq: Citoje

# settings.cite.styles_title
source: Citation Styles
de: Zitierstile
es: Estilos de citación
fr: Styles de citation
it: Stili di citazione
sq: Stil Citimesh

# settings.cite.get_more_styles
source: Get additional styles
de: Zusätzliche Zitierstile erhalten
es: Obtenga estilos adicionales
fr: Obtenir d'autres styles…
it: Scarica altri stili
sq: Merrni stile shtesë

# settings.cite_search.search_title
source: Search styles
de: Stile durchsuchen
es: Estilos de búsqueda
fr: Rechercher des styles
it: Cerca stili
sq: Kërko te stilet

# settings.export.title
source: Quick Copy
de: Kopie
es: Copia rápida
fr: Copie rapide
it: Copia veloce
sq: Kopjim i Shpejtë

# settings.export.default_format
source: Default Format
de: Standard-Format
es: Formato predeterminado
fr: Format par défaut
it: Formato predefinito
sq: Format Parazgjedhje

# settings.export.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
sq: Gjuhë

# settings.export.copy_as_html
source: Copy as HTML
de: Als HTML kopieren
es: Copiar como HTML
fr: Copier en HTML
it: Copia come HTML
sq: Kopjoje si HTML

# settings.versionAndBuild
source: Version %@ Build %@
de: Version %@ Build-Nummer %@
es: Versión %@ Compilación %@
it: Versione %@ Build %@
sq: Version %@ Montim %@

# settings.export_db
source: Export Database File
de: Database-Datei exportieren
es: Exportar archivo de base de datos
fr: Exporter le fichier de base de données
it: Esporta file del database
sq: Eksporto Kartelë Baze të Dhënash

# settings.full_sync_debug
source: Full Sync Debugging
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzate
sq: Të mëtejshme

# settings.full_sync.start
source: Start Full Sync Debugging
de: Starten der Fehlerbehebung der vollständigen Synchronisation
es: Iniciar depuración de sincronización completa
fr: Lancer le débogage de la synchronisation complète
it: Avvia debug completo della sincronizzazione
sq: Nis Diagnostikim të Plotë Njëkohësimi

# settings.full_sync.other_in_progress
source: Sync is already in progress. Wait for it to finish.
de: Eine Synchronisierung läuft bereits. Bitte warten Sie bis diese abgeschlossen ist.
es: Ya se está realizando una sincronización. Espere a que finalice.
fr: Une opération de synchronisation est déjà en cours. Veuillez attendre qu'elle se termine.
it: È in corso una sincronizzazione. Si prega di attendere la sua conclusione.
sq: Ka në kryerje e sipër një njëkohësim. Ju lutemi, pritni të përfundojë.

# settings.full_sync.in_progress
source: Full sync is in progress. Wait for it to finish and submit Debug ID to Zotero Forums.
de: Eine vollständige Synchronisierung läuft bereits. Bitte warten Sie bis diese abgeschlossen ist. und posten Sie im Zotero-Forum die Debug-ID.
es: Se está realizando una sincronización completa. Espere a que finalice y publique el ID de depuración en los foros de Zotero.
fr: Une opération de synchronisation complète est déjà en cours. Veuillez attendre qu'elle se termine et publier le Debug ID sur les forums Zotero.
it: È in corso una sincronizzazione completa. Si prega di attendere la sua conclusione e di inviare il Debug ID ai forum di Zotero.
sq: Ka në kryerje e sipër një njëkohësim të plotë. Ju lutemi, prisni që të përfundojë dhe postoni ID-në e Diagnostikimit te Forumet e Zotero-s.

# shareext.save
source: Save to Zotero
de: In Zotero speichern
es: Guardar en Zotero
fr: Enregistrer dans Zotero
it: Salva in Zotero
sq: Ruaje në Zotero

# shareext.decoding_attachment
source: Searching for items
de: Nach Einträgen Suchen
es: Búsqueda de elementos
fr: Recherche de documents
it: Ricerca elementi
sq: Po kërkohet për objekte

# shareext.translation.item_selection
source: Choose an item
de: Eintrag auswählen
es: Elija un elemento
fr: Choisir un document
it: Scegli un elemento
sq: Zgjidhni një objekt

# shareext.translation.translating_with
source: Saving with %@
de: Mit %@ speichern
es: Guardando con %@
fr: Enregistrement avec %@
it: Salvando con %@
sq: Po ruhet me %@

# shareext.loading_collections
source: Loading Collections
de: Sammlungen laden
es: Cargando colecciones
fr: Chargement des collections
it: Caricamento collezioni
sq: Po ngarkohen Koleksione

# shareext.sync_error
source: Can't sync collections
de: Sammlungen konnten nicht synchronisiert werden
es: No se pueden sincronizar las colecciones
fr: Impossible de synchroniser les collections
it: Impossibile sincronizzare le collezioni
sq: S’arrihet të njëkohësohen koleksione

# shareext.collection_other
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
sq: Më tepër

# shareext.item_title
source: Item
de: Eintrag
es: Elemento
fr: Document
it: Elemento
sq: Objekt

# shareext.collection_title
source: Collection
de: Sammlung
es: Colección
it: Collezione
sq: Koleksion

# shareext.tags_title
source: Tags
es: Etiquetas
fr: Marqueurs
it: Tag
sq: Etiketa

# searchbar.placeholder
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
sq: Kërko

# searchbar.accessibility_cancel
source: Cancel Search
de: Suche löschen
es: Cancelar búsqueda
fr: Annuler la recherche
it: Annulla ricerca
sq: Anuloje Kërkimin

# searchbar.accessibility_clear
source: Clear Search
de: Suche leeren
es: Limpiar búsqueda
fr: Effacer la recherche
it: Pulisci ricerca
sq: Spastroje Kërkimin

# errors.schema
source: Some data in My Library could not be downloaded. It may have been saved with a newer version of Zotero. Other data will continue to sync.
de: Einige Dateien in Meine Bibliothek konnten nicht heruntergeladen werden. Sie wurde möglicherweise mit einer neueren Version von Zotero gespeichert.
es: No se han podido descargar algunos datos de Mi biblioteca. Es posible que se hayan guardado con una versión más reciente de Zotero. El resto de datos se seguirán sincronizando.
fr: Certaines données de Ma bibliothèque n'ont pas pu être téléchargées. Elles ont peut-être été enregistrées avec une version plus récente de Zotero. Les autres données continueront à se synchroniser.
it: Alcuni dati in La mia biblioteca non possono essere scaricati. Potrebbero essere stati salvati con una versione più nuova di Zotero. Gli altri dati continueranno ad essere sincronizzati.
sq: S"u shkarkuan dot disa të dhëna te Biblioteka Ime. Mund të jenë ruajtur me një version më të ri të Zotero-s.Për të dhënat e tjera do të vazhdojë njëkohësimi.

# errors.parsing
source: Could not parse some data. Other data will continue to sync.
de: Einige Dateien konnten nicht gefunden werden. Andere Dateien werden weiter synchronisiert.
es: No se han podido analizar algunos datos. El resto de datos se seguirán sincronizando.
fr: Impossible d'interpréter certaines données. La synchronisation des autres données va continuer.
it: Non è possibile elaborare alcuni dati. Gli altri dati continueranno a essere sincronizzati.
sq: S’u analizuan dot disa të dhëna. Për të dhënat e tjera do të vazhdojë njëkohësimi.

# errors.api
source: Failed API response: %@
de: %@ Fehler der API-Antwort
es: Respuesta API fallida: %@
fr: Échec de la réponse API : %@
it: La risposta API è fallita: %@
sq: Përgjigje e dështuar API: %@

# errors.db
source: Could not connect to database. The device storage might be full.
de: Konnte nicht mit Database verbinden. Der Gerätespeicher ist möglicherweise voll.
es: No se pudo conectar a la base de datos. Es posible que el almacenamiento del dispositivo esté lleno.
fr: Impossible de se connecter à la base de données. Le stockage de l'appareil est peut-être plein.
it: Non è possibile connettersi al database. Lo spazio di archiviazione potrebbe essere pieno.
sq: S’u lidh dot te bazë të dhënash. Depozita e pajisjes mund të jetë plot.

# errors.versionMismatch
source: A remote change was made during the sync
de: Eine verngesteuerete Änderung wurde während der Synchronisation vorgenommen
es: Se realizó un cambio remoto durante la sincronización
fr: Une modification à distance a été effectuée pendant la synchronisation.
it: È stata effettuata una modifica da remoto durante la sincronizzazione
sq: Gjatë njëkohësimit u bë një ndryshim i largët

# errors.unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
sq: Gabim i panjohur

# errors.attachments.cant_unzip_snapshot
source: Unable to unzip snapshot
de: Snapshot konnte nicht extrahiert werden
es: No se puede descomprimir la instantánea
fr: Impossible de décompresser la capture
it: Impossibile decomprimere lo snapshot
sq: S’arrihet të shpaketohet fotografim zip

# errors.attachments.incompatible_attachment
source: Linked files are not supported on iOS. You can open them using the Zotero desktop app.
de: Verlinkte Dateien werden auf mobilen Geräten nicht unterstützt. Versuchen Sie sie auf der Desktop-Version zu öffnen.
es: Los archivos vinculados no son compatibles con dispositivos móviles. Puede abrirlos utilizando la aplicación de escritorio Zotero.
fr: Les fichiers liés ne sont pas pris en charge sur les appareils mobiles. Vous pouvez les ouvrir à l'aide de l'application de bureau Zotero.
it: I file collegati non sono supportati nei dispositivi mobile. Possono essere aperti con l'applicazione desktop di Zotero.
sq: Në pajisje celulare s’mbulohen kartela të lidhura. Ato mund t’i hapni duke përdorur aplikacionin Zotero për desktop.

# errors.attachments.cant_open_attachment
source: The attached file could not be found.
de: Der Anhang wurde nicht gefunden
es: No se ha encontrado el archivo adjunto.
fr: Impossible de trouver le fichier joint.
it: Impossibile trovare il file allegato.
sq: S’u gjet dot kartela e bashkëngjitur.

# errors.attachments.missing_zotero
source: The attached file is not available in the online library.
de: Der Anhang ist in der Online-Bibliothek nicht verfügbar.
es: El archivo adjunto no está disponible en la biblioteca en línea.
fr: Le fichier joint n'est pas disponible dans la bibliothèque en ligne.
it: Il file allegato non è disponibile nella biblioteca online.
sq: Kartela e bashkëngjitur s’është te biblioteka në internet.

# errors.attachments.missing_webdav
source: The attached file is not available on the WebDAV server.
de: Der Anhang ist auf dem WebDAV-Server nicht verfügbar.
es: El archivo adjunto no está disponible en el servidor WebDAV.
fr: Le fichier joint n'est pas disponible sur le serveur WebDAV.
it: Il file allegato non è disponibile nel server WebDAV.
sq: Kartela e bashkëngjitur s’është te shërbyesi WebDAV.

# errors.attachments.missing_additional
source: Please check that the file has synced on the device where it was added.
de: Bitte überprüfen Sie, ob die Datei auf dem Gerät synchronisiert wurde auf dem sie hinzugefügt wurde.
es: Compruebe que el archivo se haya sincronizado en el dispositivo donde se añadió.
fr: Veuillez vérifier que le fichier a bien été synchronisé sur l'appareil où il a été ajouté.
it: Si prega di controllare che il file sia stato sincronizzato dal dispositivo da cui è stato aggiunto.
sq: Ju lutemi, kontrolloni se kartela është njëkohësuar te pajisja ku qe shtuar.

# errors.attachments.unauthorized_webdav
source: The WebDAV server did not accept the username and password you have saved in settings.
de: Der WebDAV-Server akzeptiert den Benutzernamen und das Passowort nicht, welches in den Einstellungen gespeichert wurde.
es: El servidor WebDAV no aceptó el nombre de usuario y la contraseña que ha guardado en los ajustes.
fr: Le serveur WebDAV n'a pas accepté le nom d'utilisateur et le mot de passe que vous avez enregistrés dans les paramètres.
it: Il server WebDAV non ha accettato il nome utente e la password indicate nelle impostazioni.
sq: Shërbyesi WebDAV s’pranoi emrin e përdoruesit dhe fjalëkalimin që keni ruajtur te rregullimet.

# errors.attachments.forbidden_webdav
source: You don't have permission to access %@ on the WebDAV server.
de: Sie haben keine Erlaubnis um auf %@ auf dem WebDAV-Server zuzugreifen
es: No tiene permiso para acceder a %@ en el servidor WebDAV.
fr: Vous n'avez pas le droit d'accéder à %@ sur le serveur WebDAV.
it: Non hai il permesso di accedere a %@ sul server WebDAV.
sq: S’keni leje të hyni te %@ në shërbyesin WebDAV.

# errors.attachments.generic_filename
source: the file
de: die Datei
es: el archivo
fr: le fichier
it: il file
sq: kartela

# errors.login.invalid_password
source: Invalid password
de: Ungültiges Passwort
es: Contraseña no válida
fr: Mot de passe non valide
it: Password non valida
sq: Fjalëkalim i pavlefshëm

# errors.login.invalid_username
source: Invalid username
de: ungültiger Benutzername
es: Nombre de usuario no válido
fr: Nom d'utilisateur non valide
it: Nome utente non valido
sq: Emër përdoruesi i pavlefshëm

# errors.login.invalid_credentials
source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
es: Nombre de usuario o contraseña no válidos
fr: Utilisateur ou mot de passe invalide
it: Nome utente o password non validi
sq: Emër përdoruesi, ose fjalëkalim i pavlefshëm

# errors.libraries.cantLoad
source: Unable to load libraries
de: Bibliotheken konnten nicht geladen werden
es: No se pueden cargar las bibliotecas
fr: Impossible de charger les bibliothèques
it: Impossibile caricare le biblioteche
sq: S’arrihet të ngarkohen biblioteka

# errors.collections.empty_name
source: Please enter a collection name
de: Geben Sie einen Sammlungs-Namen ein
es: Introduzca un nombre para la colección
fr: Veuillez saisir un nom de collection
it: Inserire un nome per la collezione
sq: Ju lutemi, jepni një emër koleksioni

# errors.collections.save_failed
source: Unable to save collection
de: Sammlung konnte nicht gespeichert werden
es: No se puede guardar la colección
fr: Impossible d'enregistrer la collection
it: Impossibile salvare la collezione
sq: S’arrihet të ruhet koleksion

# errors.collections.bibliography_failed
source: Could not load items for bibliography.
de: NIcht alle Einträge der Bibliografie konnten geladen werden
es: No se pudieron cargar los elementos para la bibliografía
fr: Impossible de charger les documents pour la bibliographie
it: Impossibile caricare elementi per la bibliografia
sq: S’u ngarkuan dot objekte për bibliografi

# errors.sync.group_removed
source: Group '%@' is no longer accessible. What would you like to do?
de: Die Gruppe "%@" ist nicht mehr verfügbar. Was wollen Sie tun?
es: El grupo "%@" ya no es accesible. ¿Qué desea hacer?
fr: Le groupe “%@” n'est plus accessible. Que voulez-vous faire ?
it: Il gruppo “%@” non è più accessibile. Cosa vorresti fare?
sq: Grupi “%@” s’është më i përdorshëm. Ç’do të donit të bënit?

# errors.sync.metadata_write_denied
source: You can't write to group '%@' anymore. What would you like to do?
de: Sie können nicht mehr in die Gruppe "%@" schreiben. Was wollen Sie tun?
es: Ya no puede escribir al grupo "%@". ¿Qué quiere hacer?
fr: Vous n'avez plus les droits d'écriture pour le groupe “%@”. Que voulez-vous faire ?
it: Non hai più accesso in scrittura al gruppo “%@”. Cosa vorresti fare?
sq: S’mund të shkruani më te grupi “%@”. Ç’do të donit të bëni?

# errors.sync.revert_to_original
source: Revert to original
de: Zu Original zurückverwandeln
es: Volver al original
fr: Revenir à l'original
it: Ripristina originale
sq: Riktheje te origjinali
