Repository: zotero/zotero-ios
Catalog: Zotero/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, sq

# citation.citations
source: Citations
de: Zitate
es: Citas
it: Citazioni
sq: Citime

# citation.bibliography
source: Bibliography
de: Bibliografie
es: Bibliografía
fr: Bibliographie
it: Bibliografia
sq: Bibliografi

# citation.notes
source: Notes
de: Notizen
es: Notas
it: Note
sq: Shënime

# citation.output_method
source: Output Method
de: Methode der Ausgabe
es: Método de salida
fr: Méthode de création
it: Metodo di output

# citation.save_html
source: Save as HTML
de: Als HTML speichern
es: Guardar como HTML
fr: Enregistrer en HTML
it: Salva come HTML
sq: Ruaje si HTML

# citation.copy
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar a portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
sq: Kopjoje në të Papastër

# item_detail.add_creator
source: Add Creator
de: Ersteller:in hinzufügen
es: Añadir creador
fr: Ajouter un créateur
it: Aggiungi autore
sq: Shtoni Krijues

# item_detail.notes
source: Notes
de: Notizen
es: Notas
it: Note
sq: Shënime

# item_detail.add_note
source: Add note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
sq: Shtoni shënim

# item_detail.tags
source: Tags
es: Etiquetas
fr: Marqueurs
it: Tag
sq: Etiketa

# item_detail.add_tag
source: Add tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter un marqueur
it: Aggiungi tag
sq: Shtoni etiketë

# item_detail.attachments
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati
sq: Bashkëngjitje

# item_detail.add_attachment
source: Add attachment
de: Anhang hinzufügen
es: Añadir adjunto
fr: Ajouter une pièces jointe
it: Aggiungi allegato
sq: Shtoni bashkëngjitje

# item_detail.split_name
source: Split name
de: Name teilen
es: Dividir nombre
fr: Scinder l'intitulé
it: Dividi nome

# item_detail.merge_name
source: Merge name
de: Namen zusammenfügen
es: Fusionar nombre
fr: Fusionner l'intitulé
it: Unisci nome

# item_detail.untitled
source: Untitled
de: Titel
es: Título
fr: Titre
it: Titolo
sq: Titull

# item_detail.show_more
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
sq: Shfaq më tepër

# item_detail.show_less
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
sq: Shfaq më pak

# item_detail.view_pdf
source: View PDF
de: PDF anzeigen
es: Ver PDF
fr: Afficher le PDF
it: Visualizza PDF
sq: Shihni PDF-në

# item_detail.data_reloaded
source: This item has been changed remotely. It will now reload.
de: Dieser Eintrag wurde remote verändert. Er wird nicht mehr geladen.
es: Este elemento se ha modificado de forma remota. Ahora se volverá a cargar.
fr: Ce document a été modifié à distance. Il va maintenant se recharger.
it: Questo elemento è stato modificato da remoto. Verrà ricaricato.
sq: Ky objekt është ndryshuar së largëti. Do të ringarkohet tani.

# item_detail.delete_attachment_file
source: Remove Download
de: Download entfernen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Rimuovi download
sq: Hiqe Shkarkimin

# item_detail.deleted_title
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
sq: I fshirë

# item_detail.deleted_message
source: This item has been deleted. Do you want to restore it?
de: Dieser Eintrag wurde gelöscht. Möchten Sie ihn wiederherstellen?
es: Este elemento ha sido eliminado. ¿Desea restaurarlo?
fr: Ce document a été supprimé. Voulez-vous le restaurer ?
it: Questo elemento è stato eliminato. Vuoi ripristinarlo?
sq: Ky objekt është fshirë. Doni të rikthehet?

# item_detail.move_to_standalone_attachment
source: Move to Standalone Attachment
de: Zu eigenem Eintrag konvertieren
es: Convertir a archivo adjunto independiente
fr: Convertir en pièce jointe indépendante
it: Converti in allegato indipendente
sq: Shndërroje në Bashkëngjitje Më Vete

# tag_picker.title
source: %d selected
de: %d ausgewählt
es: %d seleccionado
fr: %d sélectionné
it: %d selezionati

# tag_picker.placeholder
source: Tag name
de: Name als Tag
es: Nombre de etiqueta
fr: Intitulé de marqueur
it: Nome tag
sq: Emër etikete

# tag_picker.create_tag
source: Create Tag “%@”
de: Tag "%@" erstellen
es: Crear etiqueta “%@”
fr: Créer le marqueur “%@”
it: Crea tag “%@”
sq: Krijo Etiketën “%@”

# tag_picker.confirm_deletion_question
source: Delete Automatic Tags
de: Automatische Tags löschen
es: Eliminar etiquetas automáticas
fr: Supprimer les marqueurs ajoutés automatiquement
it: Elimina tag automatici
sq: Fshi Etiketa Automatike

# tag_picker.search_placeholder
source: Search Tags
de: Tags durchsuchen
es: Etiquetas de búsqueda
fr: Rechercher dans les marqueurs
it: Cerca tag
sq: Kërkoni në Etiketa

# tag_picker.deselect_all
source: Deselect All
de: alle nicht mehr anwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
sq: Shpërzgjidhi Krejt

# tag_picker.show_auto
source: Show Automatic Tags
de: Automatische Tags anzeigen
es: Mostrar etiquetas automáticas
fr: Afficher les marqueurs ajoutés automatiquement
it: Mostra tag automatici
sq: Shfaq Etiketa Automatike

# tag_picker.show_all
source: Display All Tags in This Library
de: Alle Tags in dieser Bibliothek anzeigen
es: Mostrar todas las etiquetas de esta biblioteca
fr: Afficher tous les marqueurs de cette bibliothèque
it: Mostra tutti i tag in questa biblioteca
sq: Shfaq Tërë Etiketat në Këtë Bibliotekë

# tag_picker.delete_automatic
source: Delete Automatic Tags in This Library
de: Alle automatischen Tags dieser Bibliothek löschen
es: Eliminar etiquetas automáticas en esta biblioteca
fr: Supprimer les marqueurs ajoutés automatiquement de cette bibliothèque
it: Elimina tag automatici in questa biblioteca
sq: Fshi Etiketa Automatike në Këtë Bibliotekë

# creator_editor.creator
source: Creator Type
de: Ersteller-Art
es: Tipo de creador
fr: Type de créateur
it: Tipo di autore
sq: Lloj Krijuesi

# creator_editor.first_name
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
sq: Emër

# creator_editor.last_name
source: Last Name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
sq: Mbiemër

# creator_editor.switch_to_single
source: Switch to single field
de: Zu einem Feld wechseln
es: Cambiar a un solo campo
fr: Afficher un champ unique
it: Passa a campo singolo
sq: Mbiemër

# creator_editor.switch_to_dual
source: Switch to two fields
de: Zu zwei Feldern wechseln
es: Cambiar a dos campos
fr: Afficher deux champs
it: Passa a 2 campi separati
sq: Kalo te dy fusha

# creator_editor.delete_confirmation
source: Do you really want to delete this creator?
de: Wollen Sie diesen Autor wirklich löschen?
es: ¿De verdad quiere eliminar este creador?
fr: Voulez-vous vraiment supprimer ce créateur ?
it: Vuoi eliminare questo autore?
sq: Doni vërtet të fshihet ky krijues?

# pdf.annotations_sidebar.search_title
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
sq: Kërko

# pdf.annotations_sidebar.add_comment
source: Add comment
de: Kommentar hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
it: Aggiungi commento
sq: Shtoni koment

# pdf.annotations_sidebar.add_tags
source: Add tags
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des marqueurs
it: Aggiungi tag
sq: Shtoni etiketa

# pdf.annotations_sidebar.merge
source: Merge
de: Zusammenfügen
es: Fusionar
fr: Fusionner
it: Unisci
sq: Përzieji

# pdf.annotations_sidebar.filter.title
source: Filter Annotations
de: Anmerkungen filtern
es: Filtrar anotaciones
fr: Filtrer les annotations
it: Filtra le annotazioni
sq: Filtroni Shënime Në Tekst

# pdf.annotations_sidebar.filter.tags_placeholder
source: Select Tags…
de: Tags auswählen
es: Seleccionar etiquetas...
fr: Sélectionner les marqueurs...
it: Seleziona tag...
sq: Përzgjidhni Etiketa…

# pdf.search.title
source: Search in Document
de: In Dokument suchen
es: Buscar en el documento
fr: Rechercher dans le document
it: Cerca nel documento
sq: Kërko në Dokument

# pdf.search.failed
source: Search failed
de: Suche fehlgeschlagen
es: La búsqueda no ha dado resultados
fr: La recherche n'a pas abouti
it: Ricerca non riuscita
sq: Kërkimi dështoi

# pdf.search.dismiss
source: Dismiss Search
de: Suche sistieren
es: Descartar búsqueda
fr: Ignorer la recherche
it: Scarta ricerca
sq: Hidhe Tej Kërkimin

# pdf.annotation_popover.title
source: Edit Annotation
de: Anmerkung anpassen
es: Editar anotación
fr: Modifier l'annotation
it: Modifica annotazione
sq: Përpunoni Shënim Në Tekst

# pdf.annotation_popover.delete
source: Delete Annotation
de: Anmerkung löschen
es: Eliminar anotación
fr: Supprimer l'annotation
it: Elimina annotazione
sq: Fshije Shënimin Në Tekst

# pdf.annotation_popover.update_subsequent_pages
source: Update subsequent pages
de: Folgende Seiten anpassen
es: Actualizar páginas siguientes
fr: Mettre à jour les pages suivantes
it: Aggiorna pagine successive
sq: Përditëso faqet pasuese

# pdf.annotation_popover.page_label_title
source: Edit Page Number
de: Seitennummer anpassen
es: Editar número de página
fr: Modifier le numéro de page
it: Modica numero di pagina
sq: Përpunoni Numër Faqeje

# pdf.annotation_popover.no_comment
source: No comment
de: Kein Kommentar
es: Sin comentarios
fr: Aucun commentaire
it: Nessun commento
sq: Pa koment

# pdf.annotation_popover.line_width
source: Width
de: Breite
es: Ancho
fr: Largeur
it: Larghezza
sq: Gjerësi

# pdf.annotation_popover.size
source: Size
de: Grösse
es: Tamaño
fr: Taille
it: Dimensione
sq: Madhësi

# pdf.deleted_title
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
sq: I fshirë

# pdf.deleted_message
source: This document has been deleted. Do you want to restore it?
de: Dieses Dokument wurde gelöscht. Wollen Sie es wiederherstelltn?
es: Este documento ha sido eliminado. ¿Desea restaurarlo?
fr: Ce document a été supprimé. Voulez-vous le restaurer ?
it: Questo documento è stato eliminato. Vuoi ripristinarlo?
sq: Ky dokument është fshirë. Doni të rikthehet?

# pdf.highlight
source: Highlight
de: Anstreichen
es: Destacar
fr: Surligner
it: Evidenzia
sq: Theksoje

# pdf.annotation_share.image.share
source: Share image
de: Foto teilen
es: Compartir imagen
fr: Partager l'image
it: Condividi immagine
sq: Ndani figurë me të tjerët

# pdf.annotation_share.image.medium
source: Medium
de: Mittel
es: Medio
fr: Média
it: Medio
sq: Mesatare

# pdf.annotation_share.image.large
source: Large
de: Gross
es: Grande
fr: Grandes dimensions
it: Grande
sq: E madhe

# pdf.annotation_toolbar.eraser
source: Eraser
de: Raddiergummi
es: Goma de borrar
fr: Gomme
it: Gomma
sq: Gomë

# pdf.annotation_toolbar.highlight
source: Highlight
de: Anstreichen
es: Destacar
fr: Surligner
it: Evidenzia
sq: Theksoje

# pdf.annotation_toolbar.note
source: Note
de: Notiz
es: Nota
it: Nota
sq: Shënim

# pdf.annotation_toolbar.image
source: Image
de: oto
es: Imagen
it: Immagine
sq: Figurë

# pdf.annotation_toolbar.ink
source: Ink
de: Tinte
es: Tinta
fr: Manuscrite
it: Scrittura a mano libera
sq: Bojë

# pdf.annotation_toolbar.underline
source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligner
it: Sottolinea
sq: Nënvizoje

# pdf.annotation_toolbar.text
source: Text
es: Texto
fr: Texte
it: Testo
sq: Tekst

# pdf.locked.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Protetto
sq: E kyçur

# pdf.locked.enter_password
source: Please enter the password to open this PDF.
de: Bitte Passwort eingeben, um das Dokument zu öffnen
es: Introduzca la contraseña para abrir este PDF.
fr: Veuillez saisir le mot de passe pour ouvrir ce fichier PDF.
it: Si prega di inserire la password per aprire questo PDF.
sq: Që të hapet kjo PDF, ju lutemi, jepni fjalëkalimin.

# pdf.locked.failed
source: Incorrect password. Please try again.
de: Falsches Passwort. Bitte erneut versuchen.
es: Contraseña incorrecta. Inténtalo de nuevo.
fr: Mot de passe incorrect. Veuillez essayer à nouveau.
it: Password non corretta. Si prega di riprovare.
sq: Fjalëkalim i pasaktë. Ju lutemi, riprovoni.

# pdf.settings.scroll_direction.title
source: Scroll Direction
de: Scroll Richtung
es: Dirección de desplazamiento
fr: Direction de défilement
it: Direzione dello scorrimento
sq: Kah Rrëshqitjeje

# pdf.settings.page_transition.title
source: Page Transition
de: Seitenübergang
es: Transición de página
fr: Transition de page
it: Transizione di pagina

# pdf.settings.page_transition.jump
source: Jump
de: Springen
es: Saltar
fr: Aller
it: Salto

# pdf.settings.page_transition.continuous
source: Continuous
de: Bildlauf
es: Continuo
fr: Continu
it: Continua

# pdf.settings.appearance.title
source: Appearance
de: Erscheinung
es: Apariencia
fr: Apparence
it: Aspetto
sq: Dukje

# pdf.settings.appearance.auto
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
sq: Automatike

# pdf.settings.appearance.light_mode
source: Light
de: Hell
es: Luz
fr: Lumineux
it: Chiaro
sq: E çelët

# pdf.settings.appearance.dark_mode
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
sq: E errët

# pdf.settings.page_mode.title
source: Page Mode
de: Seitenansicht
es: Modo de página
fr: Mode de page
it: Modalità di pagina
sq: Mënyrë Faqeje

# pdf.settings.page_mode.single
source: Single
de: Einzeln
es: Sencillo
fr: Simple
it: Singola
sq: Njëshe

# pdf.settings.page_mode.double
source: Double
de: Doppelt
es: Doble
it: Doppia
sq: Dyshe

# pdf.settings.page_mode.automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatica
sq: Automatike

# pdf.settings.page_fitting.title
source: Page Fitting
de: Seite passend
es: Ajuste de página
fr: Ajustement de la page
it: Adattamento pagina

# pdf.settings.page_fitting.fit
source: Fit
de: Anpassen
es: Ajustar
fr: Ajuster
it: Adatta

# pdf.settings.page_fitting.fill
source: Fill
de: Füllen
es: Rellenar
fr: Remplir
it: Riempi

# pdf.settings.page_spreads.title
source: Page Spreads
de: Seite erweitern
es: Páginas dobles
fr: Doubles pages
it: Disposizione pagina

# pdf.settings.page_spreads.odd
source: Odd
de: Ungerade
es: Extraño
fr: Pair
it: Dispari

# pdf.settings.page_spreads.even
source: Even
de: Gerade
es: Incluso
fr: Impair
it: Pari

# pdf.settings.page_fitting.automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatica
sq: Automatike

# pdf.export.export
source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter le fichier PDF
it: Esporta PDF
sq: Eksportoni PDF

# pdf.export.export_annotated
source: Export Annotated PDF
de: PDF mit Anmerkungen exportieren
es: Exportar PDF anotado
fr: Exporter le fichier PDF annoté
it: Esporta PDF con annotazioni
sq: Eksportoni PDF Me Shënime Në Tekst

# pdf.sidebar.no_annotations
source: No Annotations
de: Keine Anmerkungen
es: Sin anotaciones
fr: Pas d'annotations
it: Nessuna annotazione
sq: Pa Shënime Në Tekst

# pdf.sidebar.no_outline
source: No Outline
de: Keine Kurzfassung
es: Sin esquema
fr: Pas de table des matières
it: Nessuna struttura
sq: Pa Përvijim

# pdf.delete_annotation
source: Do you really want to delete annotation?
de: Wollen Sie diese Anmerkung wirklich löschen?
es: ¿De verdad quiere eliminar esta anotación?
fr: Voulez-vous vraiment supprimer cette annotation ?
it: Vuoi eliminare questa annotazione?
sq: Doni vërtet të fshihet ky shënim në tekst?

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
sq: Rregullime

# settings.logout
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
sq: Dilni

# settings.logout_warning
source: Any local data that was not synced will be deleted. Do you really want to sign out?
de: Alle lokalen Datein, die nicht synchronisiert waren, werden gelöscht. Wollen Sie sich wirklich abmelden?
es: Se eliminarán todos los datos locales que no se hayan sincronizado. ¿De verdad quiere cerrar sesión?
fr: Toutes les données locales qui n'ont pas été synchronisées seront supprimées. Voulez-vous vraiment vous déconnecter ?
it: Qualsiasi dato in locale non sincronizzato verrà eliminato. Vuoi disconnetterti?
sq: Çfarëdo të dhënash vendore që s’qenë njëkohësuar, do të fshihen. Doni vërtet të dilni?

# settings.general.show_subcollections_title
source: Show Items from Subcollections
de: Einträge der Untersammlungen anzeigen
es: Mostrar elementos de subcolecciones
fr: Afficher les documents des sous-collections
it: Mostri elementi dalle sottocollezioni
sq: Shfaq Objekte nga Nënkoleksione

# settings.general.show_collection_item_counts
source: Show collection sizes
de: Grösse der Sammlungen anzeigen
es: Mostrar tamaños de colección
fr: Afficher la taille des collections
it: Mostra dimensioni delle collezioni
sq: Shfaq Madhësi Koleksionesh

# settings.item_count
source: Item count
de: Anzahl Einträge
es: Recuento de elementos
fr: Nombre de documents
it: Numero di elementi
sq: Numër objektesh

# settings.item_count_subtitle
source: Show item count for all collections.
de: Anzahl Einträge für alle Sammlungen anzeigen
es: Mostrar el recuento de elementos de todas las colecciones.
fr: Afficher le nombre de documents pour toutes les collections
it: Mostra il numero di elementi per tutte le collezioni
sq: Shfaq numër objektesh për krejt koleksionet.

# settings.sync.title
source: Account
de: Konto
es: Cuenta
fr: Compte
sq: Llogari

# settings.sync.data_syncing
source: Data Syncing
de: Daten Synchronisieren
es: Sincronización de datos
fr: Synchronisation des données
it: Sincronizzazione dei dati
sq: Njëkohësim të Dhënash

# settings.sync.file_syncing
source: File Syncing
de: Dateine synchronisieren
es: Sincronización de archivos
fr: Synchronisation des fichiers
it: Sincronizzazione dei file
sq: Njëkohësim Kartelash

# settings.sync.file_syncing_type_message
source: Sync attachment files in My Library using
de: Angehängte Dateien in 'Meine Bibliothek' synchronisieren
es: Sincronizar archivos adjuntos en Mi biblioteca utilizando
fr: Synchroniser les fichiers joints de Ma bibliothèque en utilisant
it: Sincronizza allegati nella mia libreria con
sq: Kartelat bashkëngjitje në Bibliotekën Time njëkohësoji duke përdorur

# settings.sync.account
source: Account
de: Konto
es: Cuenta
fr: Compte
sq: Llogari

# settings.sync.manage_account
source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fr: Gérer le compte
it: Gestisci account
sq: Administroni Llogari

# settings.sync.delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
sq: Fshije Llogarinë

# settings.sync.username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
sq: Emër përdoruesi

# settings.sync.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
sq: Fjalëkalim

# settings.sync.verify
source: Verify Server
de: Server überprüfen
es: Verificar servidor
fr: Vérifier le serveur
it: Verifica server
sq: Verifikoni Shërbyes

# settings.sync.directory_not_found.title
source: Directory not found
de: Verzeichnis nicht gefunden
es: Directorio no encontrado
fr: Répertoire non trouvé
it: Cartella non trovata
sq: Drejtoria s’u gjet

# settings.sync.directory_not_found.message
source: %@ does not exist. Do you want to create it now?
de: %@ wurde nicht gefunden. Wollen Sie es erstellen?
es: %@ no existe. ¿Desea crearlo ahora?
fr: %@ n'existe pas.Voulez-vous le créer maintenant ?
it: %@ non esiste. Vuoi crearla ora?
sq: %@ s’ekziston.Doni të krijohet tani?

# settings.sync.verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
sq: U verifikua

# settings.permission
source: User Permission
de: Nutzer-Berechtigung
es: Permiso de usuario
fr: Autorisation de l'utilisateur
it: Permesso utente
sq: Leje Përdoruesi

# settings.permission_subtitle
source: Ask for user permission for each write action
de: Bei jedem Schreiben nach Erlaubnis fragen
es: Solicitar permiso al usuario para cada acción de escritura
fr: Demander l'autorisation de l'utilisateur pour chaque action d'écriture
it: Chiedi il permesso all'utente per ogni azione di scrittura
sq: Kërko për leje përdoruesi për çdo veprim shkrimi

# settings.translators
source: Translators
de: Übersetzer
es: Traductores
fr: Convertisseurs
it: Traduttori
sq: Përkthyes

# settings.translators_update
source: Update translators
de: Übersetzer aktualisieren
es: Actualizar traductores
fr: Mettre à jour les convertisseurs
it: Aggiorna i programmi traduttori
sq: Përditëso përkthyesit

# settings.translators_updating
source: Updating…
de: aktualisieren...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
sq: Po përditësohet…

# settings.reset_to_bundled
source: Reset to bundled
de: Zur gebündelten Form zurückführen
es: Restablecer a la configuración predeterminada
fr: Réinitialiser à la configuration initiale
it: Ripristina originali

# settings.debug
source: Debug Output Logging
de: Output Logging debuggen
es: Registro de salida de depuración
fr: Journal de débogage
it: Registra output di debug

# settings.logging_title
source: Logging
de: Protokoll
es: Iniciar sesión
fr: Enregistrement
it: Registrazione
sq: Regjistrim

# settings.start_logging
source: Start Logging
de: Protokoll starten
es: Comenzar iniciar sesión
fr: Débuter l'enregistrement
it: Inizia registrazione
sq: Nis Regjistrim

# settings.start_logging_on_launch
source: Start Logging on Next App Launch
de: Protkoll bei nächstem Aufstarten beginnen
es: Iniciar sesión en el próximo inicio de la aplicación
fr: Commencer l'enregistrement lors du prochain lancement de l'application
it: Inizia registrazione al prossimo avvio dell'applicazione
sq: Nis Regjistrim gjatë Nisjes Pasuese të Aplikacionit

# settings.cancel_logging
source: Cancel Logging
de: Protokoll löschen
es: Cancelar iniciar sesión
fr: Annuler l'enregistrement
it: Annulla registrazione
sq: Anuloje Regjistrimin

# settings.stop_logging
source: Stop Logging
de: Protokoll aufhören
es: Parar iniciar sesión
fr: Arrêter l'enregistrement
it: Interrompi registrazione
sq: Ndale Regjistrimin

# settings.view_output
source: View Output
de: Output ansehen
es: Ver salida
fr: Voir le journal
it: Mostra output

# settings.clear_output
source: Clear Output
de: Output entfernen
es: Borrar la salida
fr: Effacer le journal
it: Pulisci output

# settings.logging_desc1
source: To debug a startup issue, force-quit the app and start it again.
de: Um einen Debug-Prozess beim Start zu beginnen, zwangsschliessen sie die App und starten Sie sie neu
es: Para solucionar un problema de inicio, fuerce el cierre de la aplicación y vuelva a iniciarla.
fr: Pour résoudre un problème au démarrage, forcez la fermeture de l'application et redémarrez-la.
it: Per effettuare il debug di un problema di avvio, forza la chiusura dell'applicazione e avviala di nuovo.
sq: Që të diagnostikoni një problem nisjeje, mbyllni aplikacionin dhe riniseni.

# settings.logging_desc2
source: To debug a share extension issue, open the share extension.
de: Um einen Fehler einer geteilten Erweiterung zu beheben, Erweiterung öffnen.
es: Para depurar un problema de extensión compartida, abra la extensión compartida.
fr: Pour résoudre un problème lié à une extension de partage, ouvrez l'extension de partage.
it: Per effettuare il debug di un problema dell'estensione di condivisione, apri l'estensione.
sq: Që të diagnostikoni një problem zgjerimi për pjesë, hapni zgjerimin për pjesë.

# settings.send_manually
source: Send Manually
de: Manuell senden
es: Enviar manualmente
fr: Envoyer manuellement
it: Invia manualmente
sq: Dërgojini Dorazi

# settings.log_alert.progress_title
source: Sending Logs
de: Logs senden
es: Envío de registros
fr: Envoi des journaux
it: Invio log
sq: Dërgim Regjistrash

# settings.log_alert.title
source: Logs Sent
de: Logs gesendet
es: Registros enviados
fr: Journaux envoyés
it: Log inviati
sq: Regjistrat u Dërguan

# settings.log_alert.message
source: Your Debug ID is %@
de: Ihre Debug-ID ist %@
es: Su ID de depuración es %@
fr: Votre Debug ID est %@
it: Il tuo Debug ID è %@
sq: ID-ja juaj e Diagnostikimit është %@
