Repository: zotero/zotero-ios
Catalog: Zotero/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, sq

# errors.settings.webdav.non_existent_file_not_missing
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.settings.webdav.not_dav
source: Not a valid WebDAV URL
de: Ungültige WebDAV-URL
es: URL WebDAV no válida
fr: Pas une URL WebDAV valide
it: L'URL non è un WebDAV valido
sq: S’është URL WebDAV e vlefshme

# errors.settings.webdav.parent_dir_not_found
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.settings.webdav.zotero_dir_not_found
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.settings.webdav.unauthorized
source: The WebDAV server did not accept the username and password you entered.
de: Der WebDAV-Server akzeptiert den Benutzernamen und das Passowort nicht, welches eingegeben wurde
es: El servidor WebDAV no aceptó el nombre de usuario y la contraseña que introdujo.
fr: Le serveur WebDAV n'a pas accepté le nom d'utilisateur et le mot de passe que vous avez saisis.
it: Il server WebDAV non ha accettato il nome utente e la password inseriti.
sq: Shërbyesi WebDAV s’pranoi emrin e përdoruesit dhe fjalëkalimin që dhatë.

# errors.settings.webdav.forbidden
source: You don’t have permission to access the specified folder on the WebDAV server.
de: SIe haben keine Erlaubnis auf diesen Ordner im WebDAV-Server zuzugreifen.
es: No tiene permiso para acceder a la carpeta especificada en el servidor WebDAV.
fr: Vous n'avez pas le droit d'accéder au dossier spécifié sur le serveur WebDAV.
it: Non hai il permesso di accedere alla cartella indicata sul server WebDAV.
sq: S’keni leje të hyni te dosja e dhënë në shërbyesin WebDAV.

# errors.settings.webdav.internet_connection
source: Unable to connect to the network. Please try again.
de: Verbindung mit Netzwerk nicht möglich. Bitte erneut versuchen.
es: No se puede conectar a la red. Inténtelo de nuevo.
fr: Impossible de se connecter au réseau. Veuillez essayer à nouveau.
it: Impossibile connettersi alla rete. Si prega di riprovare.
sq: S’arrihet të lidhet te rrjeti. Ju lutemi, riprovoni.

# errors.settings.webdav.host_not_found
source: Could not connect to WebDAV server
de: Es konnte keine Verbingung mit dem WebDAV-Server hergestellt werden
es: No se pudo conectar al servidor WebDAV
fr: Impossible de se connecter au serveur WebDAV
it: Impossibile connettersi al server WebDAV
sq: S’u lidh dot te shërbyes WebDAV

# errors.shareext.logged_out
source: Please log into the app before using this extension.
de: Bitte einloggen, bevor diese Erweiterung verwendet wird
es: Inicie sesión en la aplicación antes de utilizar esta extensión.
fr: Veuillez vous connecter à l'application avant d'utiliser cette extension.
it: Si prega di autenticarsi nell'applicazione prima di usare questa estensione.
sq: Ju lutemi, bëni hyrje te llogari aplikacioni, para se të përdorni këtë zgjerim.

# errors.shareext.cant_load_data
source: Failed to load data. Please try again.
de: Daten konnten nicht geladen werden. Bitte erneut versuchen.
es: No se han podido cargar los datos. Inténtelo de nuevo.
fr: Impossible de charger les données. Veuillez essayer à nouveau.
it: Impossibile caricare i dati. Si prega di riprovare.
sq: S’u arrit të ngarkohen të dhëna. Ju lutemi, riprovoni.

# errors.shareext.unknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido.
fr: Une erreur indéterminée est survenue.
it: Errore sconosciuto.
sq: Ndodhi një gabim i panjohur.

# errors.shareext.cant_load_schema
source: An error occurred. Please open the Zotero app, sync, and try again.
de: Ein Fehler ist aufgetreten. Bitte öffnen SIe Zotero, synchronisieren Sie und probieren Sie es erneut
es: Se ha producido un error. Abra la aplicación Zotero, sincronícela e inténtelo de nuevo.
fr: Une erreur s'est produite. Veuillez ouvrir l'application Zotero, synchroniser, et réessayer.
it: Errore. Si prega di aprire l'app Zotero, sincronizzare e riprovare.
sq: Ndodhi një gabim. Ju lutemi, hapni aplikacionin Zotero, bëni njëkohësimin dhe riprovoni.

# errors.shareext.download_failed
source: Could not download file
de: Datei konnte nicht heruntergeladen werden
es: No se pudo descargar el archivo.
fr: Impossible de télécharger le fichier
it: Impossibile scaricare il file
sq: S’u shkarkua dot kartela

# errors.shareext.items_not_found
source: No items found on page
de: Keine Einträge auf dieser Seite gefunden
es: No se han encontrado elementos en la página
fr: Aucun document trouvé sur la page
it: Nessun elemento trovato nella pagina
sq: S’u gjetën objekte te faqja

# errors.shareext.schema_error
source: Some data could not be downloaded. It may have been saved with a newer version of Zotero.
de: EInige Dateien konnten nicht heruntergeladen werden. SIe sind eventuell auf einer neueren Version von Zotero verfügbar
es: No se han podido descargar algunos datos. Es posible que se hayan guardado con una versión más reciente de Zotero.
fr: Certaines données n'ont pas pu être téléchargées. Elles ont peut-être été enregistrées avec une version plus récente de Zotero.
it: Alcuni dati non possono essere scaricati. Potrebbero essere stati salvati con una versione più nuova di Zotero.
sq: Ca të dhëna s’u shkarkuan dot. Mund të jenë ruajtur me një version Zotero-je më të ri.

# errors.shareext.translation_failed
source: Saving failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: L'enregistrement a échoué
it: Salvataggio non riuscito
sq: Ruajtja dështoi

# errors.shareext.response_missing_data
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte erneut versuchen
es: Se ha producido un error. Inténtelo de nuevo.
fr: Une erreur est survenue. Veuillez essayer à nouveau.
it: Errore. Si prega di riprovare.
sq: Ndodhi një gabim. Ju lutemi, riprovoni.

# errors.shareext.failed_additional
source: You can still save this page as a webpage item.
de: Sie können diese Seite als Webpage-Eintrag speichern
es: Aún puede guardar esta página como un elemento de página web.
fr: Vous pouvez toujours enregistrer cette page en tant que document de type "Page web".
it: Puoi comunque salvare questa pagina come un elemento pagina web.
sq: Mundeni prapëseprapë ta ruani këtë faqe si një objekt “webpage”.

# errors.shareext.file_not_pdf
source: Unable to save PDF
de: PDF konnte nicht gespeichert werden
es: No se puede guardar el PDF
fr: Impossible d'enregistrer le fichier PDF
it: Impossibile salvare il PDF
sq: S’arrihet të ruhet PDF-ja

# errors.shareext.api_error
source: Error uploading item. The item was saved to your local library.
de: Fehler beim hochladen der Datei. Der Eintrag wurde lokal gespeichert.
es: Error al cargar el elemento. El elemento se guardó en su biblioteca local.
fr: Erreur de mise en ligne du document. Le document a été enregisté dans votre bibliothèque locale.
it: Errore nel caricamento dell'elemento. L'elemento è stato salvato nella tua biblioteca locale.
sq: Gabim në ngarkim objekti. Objekti qe ruajtur te biblioteka juaj vendore.

# errors.shareext.webdav_error
source: Error uploading attachment to WebDAV server
de: Fehler beim Hochladen auf den WebDAV-Server
es: Error al cargar el archivo adjunto al servidor WebDAV
fr: Erreur lors du téléchargement de la pièce jointe vers le serveur WebDAV
it: Errore nel caricamento dell'allegato nel server WebDAV
sq: Gabim ngarkimi bashkëngjitjeje te shërbyes WebDAV

# errors.shareext.personal_quota_reached
source: You have reached your Zotero Storage quota, and the file could not be uploaded. See your account settings for additional storage options. The file was saved to your local library.
de: Sie haben die Grenze ihres Zotero-Speichers erreicht, die Datei konnte nicht hochgeladen werden. Schauen Sie in ihre Kontoeinstellungen für die Option den Speicherplatz zu erweitern. Diese Datei wurde lokal gespeichert.
es: Ha alcanzado su cuota de almacenamiento de Zotero y no se ha podido cargar el archivo. Consulte la configuración de su cuenta para ver opciones de almacenamiento adicionales. El archivo se ha guardado en su biblioteca local.
fr: Vous avez atteint votre quota de stockage Zotero, et le fichier n'a pas pu être mis en ligne. Consultez les paramètres de votre compte pour connaître les options de stockage supplémentaire. Le fichier a été enregistré dans votre bibliothèque locale.
it: Hai raggiunto il limite dello spazio di archiviazione di Zotero e il file non può essere caricato. Consulta le impostazioni del tuo account per aumentare lo spazio a disposizione. Il file è stato salvato nella tua biblioteca locale.
sq: Keni plotësuar kuotat tuaja Depozitim Zotero dhe kartela s’mund të ngarkohet. Për mundësi depozitimi shtesë, shihni rregullimet e llogarisë tuaj.Kartela u ruajt te biblioteka juaj vendore.

# errors.shareext.group_quota_reached
source: The group “%@” has reached its Zotero Storage quota, and the file could not be uploaded. The group owner can view their account settings for additional storage options. The file was saved to the local library.
de: Die Gruppe "%@" hat die Grenze des Speicherplatzes erreicht, die Datei konnte nicht hochgeladen werden. Der Eigentümer der Gruppe kann in seinen Konto-Einstellungen die Optionen auf Speicherplatzerweiterungen einsehen.Die Datei wurde lokal gespeichert.
es: El grupo "%@" ha alcanzado su cuota de almacenamiento en Zotero y no se ha podido cargar el archivo. El propietario del grupo puede consultar la configuración de su cuenta para obtener opciones de almacenamiento adicionales. El archivo se ha guardado en la biblioteca local.
fr: Le groupe “%@” a atteint son quota de stockage Zotero, et le fichier n'a pas pu être mis en ligne. Le propriétaire du groupe peut trouver des options de stockage supplémentaires dans les paramètres de son compte.Le fichier a été enregistré dans la bibliothèque locale.
it: Il gruppo “%@” ha raggiunto la quota massima dello spazio di archiviazione di Zotero e il file non può essere caricato. Il proprietario del gruppo può consultare le impostazioni del proprio account per aumentare lo spazio di archiviazione. Il file è stato salvato nella biblioteca locale.
sq: Për grupin “%@” janë plotësuar kuotat e tij për Depozitim Zotero dhe kartela s’u ngarkua dot. I zoti i grupit mund të shohë rregullimet e llogarive përkatëse për mundësi shtesë depozitimi.Kartela u ruajt te biblioteka vendore.

# errors.shareext.forbidden
source: You don't have necessary rights to submit this item to %@.
de: Sie haben die nötige Erlaubnis nicht um diese Datei zu %@ hinzuzufügen.
es: No tiene los permisos necesarios para añadir este elemento a %@.
fr: Vous n'avez pas les droits nécessaires pour ajouter ce document à %@.
it: Non hai le autorizzazioni necessarie per aggiungere questo elemento a %@.
sq: S’keni lejet e nevojshme për të shtuar këtë objekt te %@.

# errors.shareext.webdav_not_verified
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.db_failure
source: Error creating database. Please try logging in again.
de: Fehler beim Erstellen der Datenbank. Versuche Sie sich erneut einzuloggen.
es: Error al crear la base de datos. Intente iniciar sesión de nuevo.
fr: Erreur de création de la base de données. Essayez de vous connecter à nouveau.
it: Errore nella creazione del database. Prova ad autenticarti nuovamente.
sq: Gabim në krijimin e bazës së të dhënave. Ju lutemi, provoni të ribëni hyrjen.

# errors.logging.title
source: Debugging Error
de: Fehlerbehebung
es: Error de depuración
fr: Erreur de débogage
it: Errore di debug
sq: Gabim Diagnostikimi

# errors.logging.start
source: Unable to start debug logging
de: Start der Fehlerbehebung unmöglich
es: No se puede iniciar el registro de depuración
fr: Impossible de démarrer le journal de débogage
it: Impossibile iniziare la registrazione di debug
sq: S’arrihet të niset regjistrim diagnostikimi

# errors.logging.no_logs_recorded
source: No debug output occurred during logging
de: Kein Fehlerbehebungsoutput während der Anmeldung
es: No se produjo ninguna salida de depuración durante el registro
fr: Il n'y a eu aucune sortie de débogage pendant l'enregistrement
it: Nessun output di debug si è verificato durante la registrazione

# errors.logging.upload
source: Could not upload logs. Please try again.
de: Protokolle konnten nicht hochgeladen werden. Erneut versuchen
es: No se pudieron cargar los registros. Inténtelo de nuevo.
fr: Impossible de mettre en ligne les enregistrements. Veuillez réessayer.
it: Impossibile caricare i dati registrati. Si prega di riprovare.
sq: S’u përditësuan dot regjistra. Ju lutemi, riprovoni.

# errors.logging.response_parsing
source: Unexpected response from server
de: Unerwartete Antwort des Servers
es: Respuesta inesperada del servidor
fr: Réponse inattendue du serveur
it: Risposta inaspettata dal server
sq: Përgjigje nga shërbyesi e papritur

# errors.translators.bundle_loading
source: Could not update translators from bundle. Would you like to try again?
de: Übersetzer konnte nicht aktualisiert werden. Erneut versuchen?
es: No se han podido actualizar los traductores. ¿Desea volver a intentarlo?
fr: Impossible de mettre à jour les convertisseurs. Essayer à nouveau ?
it: Impossibile aggiornare i traduttori. Vuoi riprovare?
sq: S’u përditësuan dot përkthyesit. Të riprovohet?

# errors.styles.addition
source: Could not add style “%@”.
de: Stil "%@" konnte nicht hinzugefügt werden
es: No se pudo añadir el estilo «%@»
fr: Impossible d'ajouter le style “%@”
it: Impossibile aggiungere lo stile “%@”
sq: S’u shtua dot stili “%@”

# errors.styles.deletion
source: Could not delete style “%@”.
de: Stil "%@" konnte nicht gelöscht werden
es: No se pudo eliminar el estilo «%@»
fr: Impossible de supprimer le style “%@”
it: Impossibile eliminare lo stile “%@”
sq: S’u fshi dot stili “%@”

# errors.styles.loading
source: Could not load styles.
de: Stile konnten nicht geladen werden
es: No se pudieron cargar los estilos
fr: Impossible de charger les styles
it: Impossibile caricare gli stili
sq: S’u ngarkuan dot stile

# errors.styles_search.loading
source: Could not load styles. Do you want to try again?
de: Stile konnten nicht geladen werden. Erneut versuchen?
es: No se pudieron cargar los estilos. ¿Desea volver a intentarlo?
fr: Impossible de charger les styles. Essayer à nouveau ?
it: Impossibile caricare gli stili. Vuoi riprovare?
sq: S’u ngarkuan dot stile. Të riprovohet?

# errors.citation.generate_citation
source: Could not generate citation.
de: Zitat konnte nicht generiert werden
es: No se pudo generar la cita
fr: Impossible de générer la citation
it: Impossibile generare la citazione
sq: S’u prodhua dot citim

# errors.citation.generate_bibliography
source: Could not generate bibliography.
de: Bibliografie konnte nicht generiert werden
es: No se pudo generar la bibliografía
fr: Impossible de générer la bibliographie
it: Impossibile generare la bibliografia
sq: S’u prodhua dot bibliografi

# errors.citation.invalid_types
source: Invalid item types selected.
de: Ungültiger Dateityp ausgewählt
es: Tipos de elementos no válidos seleccionados
fr: Types de documents invalides sélectionnés
it: Selezionati tipi di elementi non validi
sq: U përzgjodhën lloje të pavlefshmëm objektesh

# errors.citation.missing_style
source: No citation style selected. Go to Settings → Quick Copy and select a new style.
de: Kein Zitierstil ausgewählt. Einstellungen > Quick Copy > Neuer Zitierstil auswählen
es: No se ha seleccionado ningún estilo de cita. Vaya a Ajustes → Copia rápida y seleccione un nuevo estilo.
fr: Aucun style de citation sélectionné. Allez dans Paramètres → Copie rapide et sélectionnez un nouveau style.
it: Nessun stile citazionale selezionato. Vai in Impostazioni → Copia veloce e seleziona uno stile.
sq: S’u përzgjodh stil citimesh. Kaloni te Rregullime → Kopjim i Shpejtë dhe përzgjidhni një stil të ri.

# errors.citation.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
it: Apri impostazioni
sq: Hap Rregullimet

# errors.lookup.no_identifiers_and_no_lookup_data
source: Zotero could not find any identifiers in your input. Please verify your input and try again.
de: Zotero konnte keinen Identifier finden. Überprüfen Sie ihre Eingabe
es: Zotero no ha podido encontrar ningún identificador en tu entrada. Compruebe su entrada e inténtelo de nuevo.
fr: Zotero n'a trouvé aucun identifiant dans votre saisie. Veuillez vérifier votre saisie et essayer à nouveau.
it: Zotero non è in grado di individuare alcun identificatore tra i dati inseriti. Si prega di verificare i dati inseriti e riprovare.
sq: Zotero-ja s’gjeti dot ndonjë identifikues në atë çka dhatë. Ju lutemi, verifikoni ç’dhatë dhe riprovoni.

# errors.lookup.no_identifiers_with_lookup_data
source: Zotero could not find any new identifiers in your input, or they are already being added. Please verify your input and try again.
de: Zoter konnte keinen neuen Identifier in Ihrer Eingabe finden. Überprüfen Sie ihre Eingabe und versuchen Sie es erneut.
es: Zotero no ha podido encontrar ningún identificador nuevo en tu entrada, o ya se han añadido. Compruebe tu entrada e inténtelo de nuevo.
fr: Zotero n'a trouvé aucun identifiant dans votre saisie, ou ces identifiants ont déjà été ajoutés. Veuillez vérifier votre saisie et essayer à nouveau.
it: Zotero non è in grado di individuare alcun nuovo identificatore tra i dati inseriti oppure il processo è ancora in corso. Si prega di verificare i dati inseriti e riprovare.
sq: Zotero-ja s’gjeti dot ndonjë identifikues në ç’dhatë, ose ata janë shtuar tashmë. Ju lutemi, verifikoni ç’dhatë dhe riprovoni.

# errors.pdf.merge_too_big_title
source: Unable to merge annotations
de: Eintragsnotizen konnten nicht zusammengefügt werden
es: No se pueden combinar las anotaciones
fr: Impossible de fusionner les annotations
it: Impossibile unire le annotazioni
sq: S’arrihet të përzihen shënime në tekst

# errors.pdf.merge_too_big
source: The combined annotation would be too large.
de: Zusammengeführte Notiz wäre zu gross
es: La anotación combinada sería demasiado grande.
fr: L'annotation combinée serait trop longue.
it: L'annotazione combinata sarebbe troppo grande.
sq: Shënimi në tekst i ndërthurur do të ishte shumë i madh.

# errors.pdf.cant_update_annotation
source: Can't update annotation.
de: Notiz kann nicht hochgeladen werden
es: No se puede actualizar la anotación
fr: Impossible de mettre à jour l'annotation
it: Impossibile aggiornare l'annotazione
sq: S’përditësohet dot shënim në tekst

# errors.pdf.cant_add_annotations
source: Can't add annotations.
de: Notiz kann nicht hinzugefügt werden
es: No se pueden añadir anotaciones
fr: Impossible d'ajouter les annotations
it: Impossibile aggiungere annotazioni
sq: S’shtohen dot shënime në tekst

# errors.pdf.cant_delete_annotations
source: Can't delete annotations.
de: Notiz kann nicht gelöscht werden
es: No se pueden eliminar las anotaciones
fr: Impossible de supprimer les annotations
it: Impossibile eliminare annotazioni
sq: S’fshihen dot shënime në tekst

# errors.pdf.incompatible_document
source: This document is not supported.
de: Dieses Dokument wird nicht unterstützt
es: Este documento no es compatible
fr: Ce document n'est pas pris en charge.
it: Questo documento non è supportato.
sq: Ky dokument s’mbulohet.

# errors.pdf.empty_document
source: This document is empty.
de: Dieses Dokument ist leer
es: Este documento está vacío.
fr: Ce document est vide.
it: Questo documento è vuoto.
sq: Ky dokument është i zbrazët.

# errors.pdf.page_index_not_int
source: Incorrect format of page stored for this document.
de: Falsches Format für dieses Dokument gespeichert
es: Formato incorrecto de la página almacenada para este documento
fr: Format de page incorrect enregistré pour ce document
it: Salvato un formato di pagina non corretto per questo documento
sq: Format i pasaktë i faqes së depozituar për këtë dokument

# accessibility.untitled
source: Untitled
de: Titel
es: Título
fr: Titre
it: Titolo
sq: Titull

# accessibility.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
sq: E kyçur

# accessibility.archived
source: Archived
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviato
sq: I arkivuar

# accessibility.collections.items
source: items
de: Einträge
es: elementos
fr: documents
it: elementi
sq: objekte

# accessibility.collections.expand
source: Expand
de: Erweitern
es: Ampliar
fr: Développer
it: Espandi
sq: Zgjeroje

# accessibility.collections.collapse
source: Collapse
de: Weniger anzeigen
es: Contraer
fr: Réduire
it: Comprimi
sq: Tkurre

# accessibility.collections.create_collection
source: Create collection
de: Sammlung erstellen
es: Crear colección
fr: Créer une collection
it: Crea collezione
sq: Krijoni koleksion

# accessibility.collections.search_collections
source: Search collections
de: Sammlungen durchsuchen
es: Buscar colecciones
fr: Rechercher dans les collections
it: Cerca collezioni
sq: Kërkoni në koleksione

# accessibility.collections.expand_all_collections
source: Expand all collections
de: Alle Sammlungen erweitern
es: Expandir todas las colecciones
fr: Développer toutes les collections
it: Espandi tutte le collezioni
sq: Zgjeroji krejt koleksionet

# accessibility.items.open_item
source: Open item info
de: Dateiinformation öffnen
es: Abrir información del elemento
fr: Ouvrir l'info du document
it: Apri le informazioni sull'elemento
sq: Hap hollësi objekti

# accessibility.items.select_items
source: Select items
de: Eintrag auswählen
es: Seleccionar elementos
fr: Sélectionner les documents
it: Seleziona elementi
sq: Përzgjidhni objekte

# accessibility.items.select_all_items
source: Select All Items
de: Alle Einträge auswählen
es: Seleccionar todos los elementos
fr: Sélectionner tous les documents
it: Seleziona tutti gli elementi
sq: Përzgjidhi Krejt Objektet

# accessibility.items.deselect_all_items
source: Deselect All Items
de: Alle Einträge nicht mehr auswählen
es: Deseleccionar todos los elementos
fr: Désélectionner tous les documents
it: Deseleziona tutti gli elementi
sq: Shpërzgjidhi Krejt Objektet

# accessibility.items.filter_items
source: Filter items
de: Einträge filtern
es: Filtrar elementos
fr: Filtrer les documents
it: Filtra elementi
sq: Filtroni objekte

# accessibility.items.sort_items
source: Sort items
de: Einträge sortieren
es: Ordenar elementos
fr: Trier les documents
it: Ordina elementi
sq: Renditini objektet

# accessibility.items.add_to_collection
source: Add selected items to collection
de: Ausgewählte Einträge zur Sammlung hinzufügen
es: Añadir elementos seleccionados a la colección
fr: Ajouter à la collection les documents sélectionnés
it: Aggiungi gli elementi selezionati alla collezione
sq: Shtoji objektet e përzgjedhur te koleksion

# accessibility.items.remove_from_collection
source: Remove selected items from collection
de: Ausgewählte Einträge von der Sammlung entfernen
es: Eliminar elementos seleccionados de la colección
fr: Retirer de la collection les documents sélectionnés
it: Rimuovi gli elementi selezionati dalla collezione
sq: Hiqi objektet e përzgjedhur nga koleksioni
