Repository: zotero/zotero-ios
Catalog: Zotero/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, sq

# errors.sync.file_write_denied
source: You no longer have file-editing access for the group ‘%@’, and files you’ve changed locally cannot be uploaded. If you continue, all group files will be reset to their state on %@. If you would like a chance to copy modified files elsewhere or to request file-editing access from a group administrator, you can skip syncing of the group now.
de: Sie haben keine Erlaubnis die Einträge der Gruppe "%@" zu bearbeiten, die Dateien, welche Sie lokal gespeichert haben, können nicht hochgeladen werden. Fahren Sie fort, werden alle Dateien in %@ auf ihren Stand zurückgesetzt. Wollen Sie die Dateien an einem anderen Ort bearbeiten, erfragen Sie Zugang beim Gruppen-Administrator. Sie können die Synchronisation nun beenden.
es: Ya no tiene acceso para editar archivos del grupo "%@", y los archivos que haya modificado localmente no se pueden cargar. Si continúa, todos los archivos del grupo se restablecerán a su estado en %@. Si desea copiar los archivos modificados en otra ubicación o solicitar acceso para editar archivos a un administrador del grupo, puede omitir la sincronización del grupo ahora.
fr: Vous n'avez plus d'accès en écriture au groupe “%@”, et les fichiers que vous avez modifiés localement ne peuvent pas être mis en ligne. Si vous continuez, l'état de tous les fichiers du groupe sera réinitialisé à celui sur %@. Si vous souhaitez avoir une chance de copier vos modifications ailleurs ou de demander le droit d'accès en écriture à un administrateur du groupe, vous pouvez passer la synchronisation du groupe maintenant..
it: Non hai più accesso in scrittura al gruppo “%@” e i file che hai modificato localmente non possono essere sincronizzati. Se continui, tutti i file del gruppo verranno ripristinati al loro stato su %@. Se vuoi avere la possibilità di copiare i file modificati da un'altra parte o ri richiedere l'accesso in scrittura all'amministratore del gruppo, puoi saltare la sincronizzazione del gruppo.
sq: S’keni më hyrje për përpunim kartelash për grupin “%@” dhe kartelat që keni ndryshuar lokalisht s’mund të ngarkohen. Nëse vazhdoni, krejt kartelat e grupit do të rikthehen në gjendjen e tyre më %@.Nëse do të donit një shans për të kopjuar gjetkë kartelat e ndryshuara, ose të kërkoni hyrje për përpunim kartelash nga një përgjegjës grupi, mund të anashkaloni tani njëkohësimin e grupit.

# errors.sync.reset_group_files
source: Reset Group Files and Sync
de: Gruppen-Datein zurücksetzen und synchronisieren
es: Restablecer archivos de grupo y sincronizar
fr: Réinitialiser les fichier des groupes et synchroniser
it: Ripristina file del gruppo e sincronizza
sq: Rikthe Kartela Grupi te Parazgjedhjet dhe Njëkohëso

# errors.sync.skip_group
source: Skip Group
de: Gruppe überspringen
es: Saltar grupo
fr: Passer le groupe
it: Salta gruppo
sq: Anashkaloje Grupin

# errors.sync_toolbar.finished_with_errors
source: Finished sync (%@)
de: Synchronisieren abgeschlossen (%@)
es: Sincronización completada (%@)
fr: Synchronisation terminée (%@)
it: Sincronizzazione terminata (%@)
sq: U përfundua njëkohësimi (%@)

# errors.sync_toolbar.attachment_missing
source: Unable to upload attachment: %@. Please try removing and re-adding the attachment.
de: Hochladen des Anhangs %@ nicht möglich. Bitte entfernen und fügen sie den Anhang erneut hinzu.
es: No se puede cargar el archivo adjunto: %@. Intente eliminar y volver a añadir el archivo adjunto.
fr: Impossible de télécharger la pièce jointe : %@. Veuillez essayer de supprimer et d'ajouter à nouveau la pièce jointe.
it: Impossibile caricare allegato: %@. Si prega di rimuovere e aggiungere nuovamente l'allegato.
sq: S’arrihet të ngarkohet bashkëngjitje: %@. Ju lutemi, provoni ta hiqni dhe ta rishtoni bashkëngjitjen.

# errors.sync_toolbar.libraries_missing
source: No libraries found. Please sign out and back in again.
de: Keine Bibliothek gefunden. Bitte ausloggen und erneut einloggen.
es: No se han encontrado bibliotecas. Cierre la sesión y vuelva a iniciarla.
fr: Aucune bibliothèque trouvée. Veuillez vous déconnecter puis vous reconnecter.
it: Nessuna biblioteca trovata. Si prega di disconnettersi e connettersi nuovamente.
sq: S’u gjetën biblioteka. Ju lutemi, bëni daljen dhe rihyni në llogari.

# errors.sync_toolbar.groups_failed
source: Could not sync groups. Please try again.
de: Gruppen konnten nicht synchronisiert werden. Bitte erneut versuchen.
es: No se pudieron sincronizar los grupos. Inténtelo de nuevo.
fr: Impossible de synchroniser les groupes. Veuillez essayer à nouveau.
it: Impossibile sincronizzare i gruppi. Si prega di riprovare.
sq: S’u njëkohësuan dot grupe. Ju lutemi, riprovoni.

# errors.sync_toolbar.conflict_retry_limit
source: Remote sync in progress. Please try again in a few minutes.
de: Andere Synchronisation läuft. Versuchen Sie es in einigen Minuten erneut.
es: Sincronización remota en curso. Vuelva a intentarlo en unos minutos.
fr: Synchronisation à distance en cours. Veuillez essayer à nouveau dans quelques minutes.
it: Sincronizzazione in corso. Si prega di riprovare tra qualche minuto.
sq: Njëkohësim i largët në kryerje e sipër. Ju lutemi, riprovoni pas pak minutash.

# errors.sync_toolbar.group_permissions
source: You don’t have permission to edit groups.
de: Sie haben keine Erlaubnis diese Gruppen zu bearbeiten
es: No tienes permiso para editar grupos.
fr: Vous n'avez pas l'autorisation de modifier les groupes.
it: Non hai il permesso di modificare i gruppi.
sq: S’keni leje të përpunoni grupe.

# errors.sync_toolbar.internet_connection
source: Unable to connect to the network. Please try again.
de: Verbindung mit Netzwerk nicht möglich. Bitte erneut versuchen.
es: No se puede conectar a la red. Inténtelo de nuevo.
fr: Impossible de se connecter au réseau. Veuillez essayer à nouveau.
it: Impossibile connettersi alla rete. Si prega di riprovare.
sq: S’arrihet të lidhet te rrjeti. Ju lutemi, riprovoni.

# errors.sync_toolbar.personal_quota_reached
source: You have reached your Zotero File Storage quota. Some files were not uploaded. Other Zotero data will continue to sync to the server. See your zotero.org account settings for additional storage options.
de: SIe haben Ihr Zotero Speicher-Limit erreicht. Einige Dateien wurden nicht hochgeladen. Andere Dateien werden weiterhin synchronisiert. Um Optionen für Speichererweiterungen zu finden, besuchen Sie zotero.org unter Kontoeinstellungen
es: Ha alcanzado su cuota de almacenamiento de Zotero. Algunos archivos no se han cargado. El resto de datos de Zotero seguirán sincronizándose. Consulte la configuración de su cuenta de zotero.org para ver opciones de almacenamiento adicionales.
fr: Vous avez atteint votre quota de stockage Zotero. Certains fichiers n'ont pas été téléchargés. Les autres données Zotero continueront à être synchronisées.Consultez les paramètres de votre compte zotero.org pour connaître les options de stockage supplémentaire.
it: Hai raggiunto la tua quota massima dello spazio di archiviazione di Zotero. Non è stato possibile caricare alcuni file, ma gli altri dati di Zotero continueranno a essere sincronizzati. Consulta le impostazioni del tuo account su zotero.org per aumentare lo spazio a disposizione.
sq: Keni plotësuar kuotat tuaja për Depozitim Zotero. Disa kartela s’u ngarkuan. Të tjera të dhëna Zotero do të vazhdohet të njëkohësohen.Për mundësi depozitimi shtesë, shihni rregullimet e llogarisë tuaj zotero.org.

# errors.sync_toolbar.group_quota_reached
source: The group “%@” has reached its Zotero File Storage quota. Some files were not uploaded. Other Zotero data will continue to sync to the server. The group owner can increase the group's storage capacity from the storage settings section on zotero.org.
de: Die Gruppe "@%" hat ihr Zotero Speicherlimit erreicht.Einige Dateien wurden nicht hochgeladen. Andere Dateien werden weiterhin synchronisiert. Der Gruppen-Inhaber kann Speichererweiterungen unter zotero.org erwerben.
es: El grupo "%@" ha alcanzado su cuota de almacenamiento en Zotero. Algunos archivos no se han subido. El resto de datos de Zotero seguirán sincronizándose. El propietario del grupo puede aumentar la capacidad de almacenamiento del grupo desde la configuración de almacenamiento en zotero.org.
fr: Le groupe "%@" a atteint son quota de stockage Zotero. Certains fichiers n'ont pas été téléchargés. Les autres données Zotero continueront à être synchronisées.Le propriétaire du groupe peut augmenter la capacité de stockage du groupe à partir des ses paramètres de stockage sur zotero.org.
it: Il gruppo ha raggiunto la quota massima dello spazio di archiviazione di Zotero. Non è stato possibile caricare alcuni file, ma gli altri dati di Zotero continueranno a essere sincronizzati. Il proprietario del gruppo può aumentare lo spazio di archiviazione del gruppo dalle impostazioni di archiviazione su zotero.org.
sq: Grupi “%@” ka plotësuar kuotat e tij për Depozitim Zotero. Disa kartela s’u ngarkuan. Të tjera të dhëna Zotero do të vazhdohet të njëkohësohen. I zoti i grupit mund të rrisë kapacitetin e depozitimit për grupin që nga rregullimet e tij të depozitimit, te zotero.org.

# errors.sync_toolbar.insufficient_space
source: You have insufficient space on your server. Some files were not uploaded. Other Zotero data will continue to sync to our server.
de: Sie haben nicht genug Platz auf ihrem WebDAV-Server. Einige Dateien wurden nicht hochgeladen. Andere Dateien werden weiterhin synchronisiert.
es: No dispone de suficiente espacio en su servidor WebDAV. Algunos archivos no se han cargado. El resto de datos de Zotero seguirán sincronizándose.
fr: Vous ne disposez pas de suffisamment d'espace sur votre serveur WebDAV. Certains fichiers n'ont pas été téléchargés. Les autres données Zotero continueront à se synchroniser.
it: Lo spazio sul server WebDAV è insufficiente. Non è stato possibile caricare alcuni file, ma gli altri dati di Zotero continueranno a essere sincronizzati.
sq: Keni hapësirë të pamjaftueshme në shërbyesin tuaj WebDAV. Disa kartela s’u ngarkuan. Të tjera të dhëna Zotero do të vazhdohet të njëkohësohen.

# errors.sync_toolbar.quota_reached_short
source: Quota Reached.
de: Limit erreicht
es: Cuota alcanzada.
fr: Quota atteint.
it: Limite raggiunto.
sq: U plotësuan Kuotat.

# errors.sync_toolbar.unavailable
source: Zotero services are temporarily unavailable. Please try again in a few minutes.
de: Zotero ist zeitweise nicht erreichbar. Versuchen Sie es in einigen Minuten erneut.
es: Los servicios de Zotero no están disponibles temporalmente. Vuelva a intentarlo en unos minutos.
fr: Les services Zotero sont momentanément indisponibles. Veuillez réessayer dans quelques minutes.
it: I servizi di Zotero sono momentaneamente non disponibili. Si prega di riprovare tra qualche minuto.
sq: Shërbimet Zotero janë përkohësisht të papërdorshme. Ju lutemi, riprovoni, pas pak minutash.

# errors.sync_toolbar.webdav_error
source: Could not delete files from your WebDAV server: "%@".
de: Folgende Datei konnte nicht vom WebDAV-Server gelöscht werden: "%@"
es: No se pudieron eliminar los archivos del servidor WebDAV: "%@".
fr: Impossible de supprimer les fichiers de votre serveur WebDAV : "%@".
it: Impossibile eliminare il file dal server WebDAV: "%@".
sq: S’u fshinë dot kartela nga shërbyesi juaj WebDAV: “%@”.

# errors.sync_toolbar.webdav_item_prop
source: Invalid prop file: %@
de: Ungültige Datei: %@
es: Archivo prop no válido: %@
fr: Fichier prop invalide : %@
it: File prop non valido: %@

# errors.sync_toolbar.show_item
source: Show Item
de: Zeige Eintrag
es: Mostrar elemento
fr: Afficher le document
it: Mostra elemento
sq: Shfaqe Objektin

# errors.sync_toolbar.show_items
source: Show Items
de: Zeige Einträge
es: Mostrar elementos
fr: Afficher les documents
it: Mostra elementi
sq: Shfaqi Objektet

# errors.sync_toolbar.forbidden
source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
es: Nombre de usuario o contraseña no válidos
fr: Utilisateur ou mot de passe invalide
it: Nome utente o password non validi
sq: Emër përdoruesi, ose fjalëkalim i pavlefshëm

# errors.sync_toolbar.forbidden_message
source: The Zotero sync server did not accept your username and password. Please log out and log in with correct login information.
de: Der Server hat ihr Passwort und Benutzernamen nicht akzeptiert. Bitte melden Sie sich ab und mit den korrekten Eingaben erneut an.
es: El servidor de sincronización de Zotero no ha aceptado su nombre de usuario y contraseña. Cierre la sesión e inicie sesión con la información de inicio de sesión correcta.
fr: Le serveur de synchronisation Zotero n'a pas accepté votre nom d'utilisateur et votre mot de passe.Veuillez vous déconnecter et vous connecter avec des identifiants corrects.
it: Il server di sincronizzazione di Zotero non ha accettato il nome utente e la password. Si prega di disconnettersi e effettuare un nuovo accesso con le credenziali corrette.
sq: Shërbyesi i njëkohësimeve Zotero s’pranoi emrin tuaj të përdoruesit dhe fjalëkalimin tuaj.Ju lutemi, bëni daljen nga llogaria dhe hyni me informacion të saktë hyrjeje.

# errors.sync_toolbar.webdav_request_failed
source: Your WebDAV server returned an HTTP %d error for a %@ request.
de: Ihr WebDAV-Server hat einen HTTP %d Fehler zurückgemeldet für folgende Anfrage: %@
es: Su servidor WebDAV devolvió un error HTTP %d para una solicitud %@.
fr: Votre serveur WebDAV a renvoyé une erreur HTTP %d pour une requête %@.
it: Il server WebDAV ha riportato un errore HTTP %d per una richiesta %@.
sq: Shërbyesi juaj WebDAV u përgjigj me një gabim HTTP %d për një kërkesë %@.

# errors.items.loading
source: Could not load items.
de: Einträge konnten nicht geladen werden
es: No se pudieron cargar los elementos
fr: Impossible de charger les documents
it: Impossibile caricare gli elementi
sq: S’u ngarkuan dot objekte

# errors.items.deletion
source: Could not remove item.
de: Eintrag konnte nicht entfernt werden
es: No se pudo eliminar el elemento
fr: Impossible de supprimer le document
it: Impossibile eliminare l'elemento
sq: S’u hoq dot objekti

# errors.items.deletion_from_collection
source: Could not remove item from collection.
de: Eintrag konnte nicht aus der Sammlung entfernt werden
es: No se pudo eliminar el elemento de la colección
fr: Impossible de retirer le document de la collection
it: Impossibile rimuovere l'elemento dalla collezione
sq: S’u hoq dot objekt prej koleksioni

# errors.items.add_to_collection
source: Could not add item to collection.
de: Eintrag konnte nicht zur Sammlung hinzugefügt werden
es: No se pudo añadir el artículo a la colección
fr: Impossible d'ajouter le document à la collection
it: Impossibile aggiungere l'elemento alla collezione
sq: S’u shtua dot objekt te koleksioni

# errors.items.move_item
source: Could not move item.
de: Eintrag konnte nicht verschoben werden
es: No se pudo mover el elemento
fr: Impossible de déplacer le document
it: Impossibile spostare l'elemento
sq: S’u lëviz dot objekti

# errors.items.save_note
source: Could not save note.
de: Notiz konnte nicht gespeichert werden
es: No se pudo guardar la nota.
fr: Impossible d'enregistrer la note
it: Impossibile salvare la nota
sq: S’u ruajt dot shënim

# errors.items.add_attachment
source: Could not add attachment.
de: Anhang konnte nicht hinzugefügt werden
es: No se pudo añadir el archivo adjunto
fr: Impossible d'ajouter la pièce jointe
it: Impossibile aggiungere l'allegato
sq: S’u shtua dot bashkëngjitje

# errors.items.add_some_attachments
source: Some attachments were not added: %@.
de: Einige Anhänge wurden nicht hinzugefügt: %@
es: Algunos archivos adjuntos no se han añadido: %@
fr: Certaines pièces jointes n'ont pas été ajoutées : %@
it: Alcuni allegati non sono stati aggiunti: %@
sq: Disa bashkëngjitje s’u shtuan: %@

# errors.items.load_duplication
source: Could not load item to duplicate.
de: Eintrag konnte nicht zur Duplikation geladen werden
es: No se pudo cargar el elemento para duplicarlo
fr: Impossible de charger le document à dupliquer
it: Impossibile caricare l'elemento da duplicare
sq: S’u ngarkua dot objekt për përsëdytje

# errors.items.generating_bib
source: Could not generate bibliography
de: Bibliografie konnte nicht generiert werden
es: No se pudo generar la bibliografía
fr: Impossible de générer la bibliographie
it: Impossibile generare la bibliografia
sq: S’u prodhua dot bibliografi

# errors.citation_preview
source: Could not generate citation preview
de: Zitierstil-Vorschau konnte nicht generiert werden
es: No se pudo generar la vista previa de la cita.
fr: Impossible de générer l'aperçu de la citation
it: Impossibile generare l'anteprima della citazione
sq: S’u prodhua dot paraparje citimi

# errors.item_detail.dropped_fields_title
source: Change Item Type
de: Eintragsart ändern
es: Cambiar tipo de elemento
fr: Changer le type de document
it: Cambia tipo di elemento
sq: Ndryshoni Lloj Objekti

# errors.item_detail.dropped_fields_message
source: Are you sure you want to change the item type? The following fields will be lost: %@
de: Sind Sie sich sicher die Eintragsart ändern zu wollen? Folgende Felder würden gelöscht: %@
es: ¿Está seguro de que desea cambiar el tipo de elemento? Se perderán los siguientes campos: %@
fr: Êtes-vous sûr de vouloir modifier le type du document?Les champs suivants seront perdus :%@
it: Vuoi cambiare il tipo di elemento? I seguenti campi verranno persi: %@
sq: Jeni i sigurt se doni të ndryshoni llojin e objektit?Fushat vijuese do të humbasin:%@

# errors.item_detail.cant_load_data
source: Could not load data. Please try again.
de: Daten konnten nicht geladen werden. Bitte erneut versuchen.
es: No se pudieron cargar los datos. Inténtelo de nuevo.
fr: Impossible de charger les données. Veuillez essayer à nouveau.
it: Impossibile caricare i dati. Si prega di riprovare.
sq: S’u ngarkuan dot të dhëna. Ju lutemi, riprovoni.

# errors.item_detail.cant_create_attachments_with_names
source: Could not create attachments: %@
de: Anhänge konnten nicht erstellt werden: %@
es: No se pudieron crear los archivos adjuntos: %@
fr: Impossible de créer les pièces jointes : %@
it: Impossibile creare gli allegati: %@
sq: S’u krijua dot bashkëngjitje: %@

# errors.item_detail.cant_create_attachments
source: Could not create attachments.
de: Anhänge konnten nicht erstellt werden
es: No se pudieron crear los archivos adjuntos
fr: Impossible de créer les pièces jointes
it: Impossibile creare gli allegati
sq: S’u krijuan dot bashkëngjitjents

# errors.item_detail.cant_save_note
source: Could not save note.
de: Notiz konnte nicht gespeichert werden
es: No se pudo guardar la nota
fr: Impossible d'enregistrer la note
it: Impossibile salvare la nota
sq: S’u ruajt dot shënim

# errors.item_detail.cant_save_changes
source: Could not save changes.
de: Änderung konnte nicht gespeichert werden
es: No se pudieron guardar los cambios
fr: Impossible d'enregistrer les modifications
it: Impossibile salvare le modifiche
sq: S’u ruajtën dot ndryshimet

# errors.item_detail.cant_trash_item
source: Could not move item to trash.
de: Eintrag konnte nicht in den Papierkorb verschoben werden
es: No se pudo mover el elemento a la papelera
fr: Impossible de mettre le document à la corbeille
it: Impossibile spostare l'elemento nel cestino
sq: S’u shpu dot objekt te hedhurinat

# errors.item_detail.cant_save_tags
source: Could not save tags.
de: Tags konnten nicht gespeichert werden
es: No se pudieron guardar las etiquetas
fr: Impossible d'enregistrer les marqeurs
it: Impossibile salvare i tag
sq: S’u ruajtën dot etiketa

# errors.item_detail.unsupported_type
source: Type "%@" not supported.
de: Art "%@" nicht unterstützt
es: El tipo "%@" no es compatible
fr: Type "%@" non pris en charge
it: Elemento "%@" non supportato
sq: Lloji “%@” s’mbulohet

# errors.settings.storage
source: Could not collect storage data
de: Speicherdaten konnten nicht gesammelt werden
es: No se pudieron recopilar los datos de almacenamiento
fr: Impossible de collecter les données de stockage
it: Impossibile recuperare i dati di archiviazione
sq: S’u grumbulluan dot të dhëna depozitim

# errors.settings.webdav.file_missing_after_upload
source: A potential problem was found with your WebDAV server. An uploaded file was not immediately available for download. There may be a short delay between when you upload files and when they become available, particularly if you are using a cloud storage service. If Zotero file syncing appears to work normally, you can ignore this message. If you have trouble, please post to the Zotero Forums.
de: Ein mögliches Problem ihres WebDAV-Servers.Eine hochgeladene kann nicht sofort heruntergeladen werden. Es gibt eine kurze Übergangsphase zwischen dem Hochladen und dem Verfügbarmachen, insbesondere, wenn eine Cloud-Lösung verwendet wird.Wenn die Synchronisation manuell funktioniert, können Sie diese Nachricht ignorieren. Treten Schwierigkeiten auf, posten Sie diese im Zotero-Forum.
es: Se ha detectado un posible problema con su servidor WebDAV. Un archivo cargado no estaba disponible inmediatamente para su descarga. Es posible que se produzca un breve retraso entre el momento en que se cargan los archivos y el momento en que están disponibles, especialmente si utiliza un servicio de almacenamiento en la nube. Si la sincronización de archivos de Zotero parece funcionar con normalidad, puede ignorar este mensaje. Si tiene algún problema, publique un mensaje en los foros de Zotero.
fr: Un problème potentiel a été détecté avec votre serveur WebDAV.Un fichier en ligne n'était pas immédiatement disponible au téléchargement. Il peut y avoir un léger délai entre le moment où vous mettez en ligne des fichiers et celui où ils deviennent disponibles, en particulier si vous utilisez un service de stockage en nuage.Si la synchronisation des fichiers Zotero semble fonctionner normalement, vous pouvez ignorer ce message. Si vous rencontrez des difficultés, veuillez publier un message sur les forums Zotero.
it: È stato riscontrato un potenziale problema con il server WebDAV. Un file caricato, non era immediatamente disponibile per il download. Ci può essere un breve ritardo tra il caricamento dei files e il momento in cui diventano disponibili, in particolare usando un servizio di cloud storage. Se la sincronizzazione di Zotero sembra funzionare normalmente, puoi ignorare questo messaggio. Se riscontri dei problemi, ti preghiamo di segnalarlo nei forum di Zotero.
sq: U gjet një problem potencial me shërbyesin tuaj WebDAV.Një kartelë e ngarkuar s’qe menjëherë gati për shkarkim. Mund të ketë një vonesë të shkurtër mes kohës kur ngarkoni kartela dhe kur ato janë gati për përdorim, veçanërisht nëse po përdorni një shërbim depozitimi në re.Nëse njëkohësimi Zotero i kartelave duket se funksionon normalisht, mund ta shpërfillni këtë mesazh. Nëse keni problem, ju lutemi, postoni te Forumet e Zotero-s.

# errors.settings.webdav.invalid_url
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.settings.webdav.no_password
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.settings.webdav.no_url
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV

# errors.settings.webdav.no_username
source: WebDAV verification error
de: WebDAV Verifikationsfehler
es: Error de verificación de WebDAV
fr: Erreur de vérification WebDAV
it: Errore di verifica WebDAV
sq: Gabim verifikimi WebDAV
