Repository: zotero/zotero-ios
Catalog: Zotero/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, sq

# accessibility.items.trash
source: Move selected items to trash
de: Ausgewählte Einträge in den Papierkorb verschieben
es: Mover elementos seleccionados a la papelera
fr: Mettre les documents sélectionnés à la corbeille
it: Sposta gli elementi selezionati nel cestino
sq: Shpjeri objektet e përzgjedhur te hedhurinat

# accessibility.items.delete
source: Delete selected items
de: Ausgewählte Einträge löschen
es: Eliminar elementos seleccionados
fr: Supprimer les documents sélectionnés
it: Elimina gli elementi selezionati
sq: Fshiji objektet e përzgjedhur

# accessibility.items.restore
source: Restore selected items
de: Ausgewählte Einträge wiederherstellen
es: Restaurar elementos seleccionados
fr: Restaurer les documents sélectionnés
it: Ripristina gli elementi selezionati
sq: Rikthe objektet e përzgjedhur

# accessibility.items.duplicate
source: Duplicate selected item
de: Ausgewählte Einträge duplizieren
es: Duplicar elemento seleccionado
fr: Dupliquer le document sélectionné
it: Duplica l'elemento selezionato
sq: Përsëdyt objektin e përzgjedhur

# accessibility.items.share
source: Share selected items
de: Ausgewählte Einträge teilen
es: Compartir elementos seleccionados
fr: Partager les documents sélectionnés
it: Condividi gli elementi selezionati
sq: Ndani me të tjerë objektet e përzgjedhur

# accessibility.item_detail.download_and_open
source: Double tap to download and open
de: Doppelklick um herunterzuladen und zu öffnen
es: Pulse dos veces para descargar y abrir
fr: Appuyer deux fois pour télécharger et ouvrir
it: Doppio-tocco per scaricare e aprire
sq: Prekeni dy herë që të shkarkohet dhe ta hapni

# accessibility.item_detail.open
source: Double tap to open
de: Doppelklick zum öffnen
es: Pulse dos veces para abrir
fr: Appuyer deux fois pour ouvrir
it: Doppio-tocco per aprire
sq: Prekeni dy herë që ta hapni

# accessibility.pdf.sidebar_open
source: Open sidebar
de: Sidebar öffnen
es: Abrir barra lateral
fr: Ouvrir la barre latérale
it: Apri barra laterale
sq: Hap anështyllë

# accessibility.pdf.sidebar_close
source: Close sidebar
de: Sidebar schliessen
es: Cerrar barra lateral
fr: Fermer la barre latérale
it: Chiudi barra laterale
sq: Mbylle anështyllën

# accessibility.pdf.share
source: Share PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le fichier PDF
it: Condividi PDF
sq: Ndani PDF me të tjerë

# accessibility.pdf.export
source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter le fichier PDF
it: Esporta PDF
sq: Eksportoni PDF

# accessibility.pdf.export_annotated
source: Export annotated PDF
de: PDF mit Anmerkungen exportieren
es: Export PDF anotado
fr: Exporter le fichier PDF annoté
it: Esporta PDF con annotazioni
sq: Eksportoni PDF me shënime në tekst

# accessibility.pdf.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
sq: Rregullime

# accessibility.pdf.color_picker
source: Color picker
de: Farbenfinder
es: Selector de color
fr: Sélecteur de couleurs
it: Scelta colore
sq: Zgjedhës ngjyrash

# accessibility.pdf.highlight_annotation_tool
source: Create highlight annotation
de: Hervorhebung erstellen
es: Crear anotación de resaltado
fr: Créer une annotation de type surlignement
it: Crea annotazione: evidenziatura
sq: Krijoni shënim në tekst me theksim

# accessibility.pdf.note_annotation_tool
source: Create note annotation
de: Anmerkung erstellen
es: Crear anotación de nota
fr: Créer une annotation de type note
it: Crea annotazione: nota
sq: Krijoni shënim në tekst te shënim

# accessibility.pdf.image_annotation_tool
source: Create image annotation
de: Bildunterschrift erstellen
es: Crear anotación de imagen
fr: Créer une annotation de type image
it: Crea annotazione: immagine
sq: Krijoni shënim në tekst te figurë

# accessibility.pdf.ink_annotation_tool
source: Create ink annotation
de: Schrift-Notiz erstellen
es: Crear anotación con tinta
fr: Créer une annotation manuscrite
it: Crea annotazione: scrittura a mano libera

# accessibility.pdf.underline_annotation_tool
source: Create underline annotation
de: Unterstreichung erstellen
es: Crear anotación de subrayado
fr: Créer une annotation de type soulignement
it: Crea annotazione: sottolineatura
sq: Krijoni shënim në tekst me nënvijë

# accessibility.pdf.text_annotation_tool
source: Create text annotation
de: Kommentar erstellen
es: Crear anotación de texto
fr: Créer une annotation de type texte
it: Crea annotazione: testo
sq: Krijoni shënim në tekst

# accessibility.pdf.eraser_annotation_tool
source: Eraser
de: Raddiergummi
es: Goma de borrar
fr: Gomme
it: Gomma
sq: Gomë

# accessibility.pdf.highlight_annotation
source: Highlight annotation
de: Hervorhebung
es: Resaltar anotación
fr: Annotation de type surlignement
it: Annotazione: evidenziatura
sq: Thekso shënim në tekst

# accessibility.pdf.note_annotation
source: Note annotation
de: Notiz
es: Anotación de nota
fr: Annotation de type note
it: Annotazione: nota

# accessibility.pdf.image_annotation
source: Image annotation
de: Bildunterschrift
es: Anotación de imágenes
fr: Annotation de type image
it: Annotazione: immagine
sq: Shënim tekst në figurë

# accessibility.pdf.ink_annotation
source: Ink annotation
de: Schrift-Anmerkung
es: Anotación en tinta
fr: Annotation manuscrite
it: Annotazione: scrittura a mano libera

# accessibility.pdf.underline_annotation
source: Underline annotation
de: Unterstreichung
es: Subrayar anotación
fr: Annotation de type soulignement
it: Annotazione: sottolineatura
sq: Nënvizojeni shënimin në tekst

# accessibility.pdf.text_annotation
source: Text annotation
de: Kommentar
es: Anotación de texto
fr: Annotation de type texte
it: Annotazione: testo
sq: Shënim në tekst

# accessibility.pdf.edit_annotation
source: Edit annotation
de: Anmerkung bearbeiten
es: Editar anotación
fr: Modifier l'annotation
it: Modifica annotazione
sq: Përpunoni shënim në tekst

# accessibility.pdf.share_annotation
source: Share annotation
de: Anmerkung teilen
es: Compartir anotación
fr: Partager l'annotation
it: Condividi annotazione
sq: Ndani me të tjerët shënim në tekst

# accessibility.pdf.share_annotation_image
source: Share annotation image
de: Bildunterschrift teilen
es: Compartir imagen de anotación
fr: Partager l'annotation de type image
it: Condividi immagine dell'annotazione
sq: Ndani me të tjerët figurë shënimi në tekst

# accessibility.pdf.eraser_annotation
source: Eraser
de: Raddiergummi
es: Goma de borrar
fr: Gomme
it: Gomma
sq: Gomë

# accessibility.pdf.highlighted_text
source: Highlighted text
de: Hervorhebung
es: Texto resaltado
fr: Texte surligné
it: Testo evidenziato
sq: Tekst i theksuar

# accessibility.pdf.author
source: Author
de: Autor:in
es: Autor
fr: Auteur
it: Autore
sq: Autor

# accessibility.pdf.comment
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
sq: Koment

# accessibility.pdf.tags
source: Tags
es: Etiquetas
fr: Marqueurs
it: Tag
sq: Etiketa

# accessibility.pdf.annotation_hint
source: Double tap to select and edit
de: Doppelklick zum Anwählen und Ändern
es: Pulse dos veces para seleccionar y editar.
fr: Appuyer deux fois pour sélectionner et modifier
it: Doppio-tocco per selezionare e modificare
sq: Prekeni dy herë që ta përzgjidhni dhe përpunoni

# accessibility.pdf.tags_hint
source: Double tap to edit tags
de: Doppelklick um Tags anzupassen
es: Pulse dos veces para editar las etiquetas
fr: Appuyer deux fois pour modifier les marqueurs
it: Doppio-tocco per modificare i tag
sq: Prekeni dy herë që të përpunoni etiketa

# accessibility.pdf.selected
source: Selected
de: Ausgewählt
es: Seleccionados
fr: Sélectionné
it: Selezionato

# accessibility.pdf.search_pdf
source: Search PDF
de: PDF durchsuchen
es: Buscar PDF
fr: Rechercher dans les fichiers PDF
it: Cerca nel PDF

# accessibility.pdf.redo
source: Redo
de: Wiedermachen
es: Rehacer
fr: Rétablir
it: Ripeti
sq: Ribëje

# accessibility.pdf.undo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
sq: Zhbëje

# accessibility.pdf.toggle_annotation_toolbar
source: Toggle annotation toolbar
de: Toolbar umschalten
es: Alternar barra de herramientas de anotaciones
fr: Masquer/afficher la barre d'outils d'annotation
it: Apri/Chiudi barra degli strumenti dell'annotazione
sq: Shfaqni/fshihni panel shënimesh në tekst

# accessibility.pdf.show_more_tools
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
sq: Shfaq më tepër

source: Error
de: Fehler
fr: Erreur
it: Errore
sq: Gabim

source: Total
it: Totale
sq: Gjithsej

# citation.locator.folio
source: Folio
it: Foglio

# citation.locator.opus
source: Opus
de: Werk
it: Opera

# pdf.settings.scroll_direction.horizontal
source: Horizontal
it: Orizzontale
sq: Horizontale

# pdf.settings.scroll_direction.vertical
source: Vertical
de: Waagerecht
it: Verticale
sq: Vertikale

# settings.general.title
source: General
de: Allgemein
fr: Général
it: Generale
sq: Të përgjithshme

source: No
de: Nein
fr: Non
sq: Jo
